<PAD>
<s>
</s>
<UNK>
(
a

:
array
like
input
)
or
object
that
can
be
convert
to
an
axis
none
int
tuple
of
ints
optional
ax
along
which
logical
and
reduction
perform
the
default
``axis
none``
over
all
dimension
`axis`
may
negative
in
case
it
count
from
last
first
1
7
0
if
this
on
multiple
instead
single
as
before
out
ndarray
alternate
output
place
result
must
have
same
shape
expect
its
type
preserve
e
g
``dtype
``
float
will
consist
0's
see
`ufuncs
type`
for
more
detail
keepdims
bool
set
true
reduce
leave
with
size
one
option
broadcast
correctly
against
value
pass
then
`keepdims`
not
through
`all`
method
sub
class
`ndarray`
however
any
non
class'
do
implement
exceptions
raise
a,
b
compare
rtol
relative
tolerance
parameter
note
atol
absolute
equal_nan
whether
nan's
equal
`a`
consider
`b`
10
data
operate
by
flatten
use
maximum
select
alternative
buffer
length
`amax`
initial
scalar
minimum
element
present
allow
computation
empty
slice
`~numpy
ufunc
reduce`
15
where
elements
17
`amin`
remain
so
return
false
regardless
`any`
arr
append
copy
values
these
`arr`
correct
exclude
specify
`values`
give
both
index
into
otherwise
provide
insert
should
appropriate
dtype
sort
kind
'quicksort'
'mergesort'
'heapsort'
'stable'
algorithm
timsort
under
cover
general
actual
implementation
vary
retain
backwards
compatibility
add
order
str
list
when
field
define
argument
second
etc
string
need
but
unspecified
still
they
come
up
break
tie
decimals
number
position
decimal
point
cast
necessary
a1,
a2
max_line_width
newlines
text
longer
than
`max
line
width`
``numpy
get
printoptions
'linewidth'
precision
'precision'
suppress_small
represent
"very
close"
zero
8
smaller
5e
9
'suppress'
form
include
scalars
tuples
ndarrays
infer
'c'
'f'
row
major
c
style
column
fortran
memory
representation
success
require
no
nans
infs
code
coerce
`dtype`
'int'
dtypes
replace
float64
matrix
M
window
less
arrays
nest
depth
unmodified
match
without
lead
1s
prepended
make
desire
subok
force
base
contain
integers
`
n
`n`
choices
unless
``mode
wrap``
clip``
permissible
sequence
choice
broadcastable
`choices`
itself
recommend
outermost
i
correspond
``choices
take
"sequence"
`out`
always
`mode
'raise'`
other
modes
better
performance
mode
'raise'
'wrap'
'clip'
exception
become
mod
<
map
>
clip
a_min
lower
interval
edge
`a
min`
max`
a_max
upper
three
their
right
hold
**kwargs
kwargs
keyword
only
arguments
ref
`ufunc
docs
<ufuncs
kwargs>`
name
full
module
fn
path
file
info
here
backward
python
2
condition
d
bools
entries
len
truncate
extract
part
work
'a'
'k'
control
layout
mean
f
contiguous
closely
meth
`ndarray
copy`
very
similar
different
19
function
pretty
print
reset
numpy
repr
v
'valid'
'same'
'full'
refer
`convolve`
docstring
unlike
old_behavior
`old
behavior`
remove
you
old
behavior
`multiarray
correlate`
cumulative
product
compute
well
accumulator
multiply
integer
platform
sum
cumsum
x1
unicode
x2
obj
itemsize
`itemsize`
character
per
`obj`
automatically
determine
chunk
piece
`chararray`
bite
`str`
'unicode`
fastest
"""
capitalize
width
fillchar
pad
space
encoding
encode
errors
how
handle
x1,
tabsize
tabs
`tabsize`
start,
end
`start`
`end`
interpret
notation
sep
seq
chars
`chars`
omit
whitespace
prefix
rather
combinations
strip
separator
split
each
most
suffix
fill
diagonals
offset
diagonal
main
positive
axis1
axis2
callable
call
parameters
rank
`shape`
coordinate
specific
example
would
``array
also
`function`
already
conversion
attempt
kth
partition
k
th
final
move
greater
behind
undefined
them
at
once
'introselect'
selection
calculate
sign
while
unsigned
`prod`
start
target
ind
indices
`v`
shorter
`ind`
repeat
bound
behave
error
wrap
around
range
too
large
address
disable
occur
modify
read
`order`
pack
change
back
slowest
options
account
underlie
except
reverse
stride
repeats
repetitions
`repeats`
fit
flat
reshape
newshape
new
compatible
original
/
write
`sorter`
ascend
side
'left'
'right'
suitable
location
find
such
there
either
sorter
typically
argsort
radix
subset
dimensional
entry
ni
m
nk
source
nj
axis1,
two
axes
permutation
i'th
``axes
3
``2``
fill_value
`np
dtype`
store
multidimensional
wise
attribute
override
possible
newly
create
unchanged
try
keep
imply
``base
start``
stop
stop``
`endpoint`
``num
1``
log
`num`
num
sample
generate
50
endpoint
boolean
`stop`
step
between
``ln
ln
``log
uniform
relevant
begin
16
columns
x
``float``
rep
`rep`
instance
arg1,
arg2
typecode
t
specifier
convertible
whose
those
`numpy
int8`
float64`
multi
6
vector
sctype
`sctype2char`
s
arg1
`arg1`
subclass
`arg2`
tup
ndim
least
mesg
message
display
device
``sys
stdout``
``print``
`device`
``write
``flush
methods
linefeed
fee
third
nonzero
indicate
`condition`
complex
transform
``s
``n``
``fft
crop
larger
`s`
`axes`
fft
time
norm
"ortho"
normalization
fft`
``len
inverse
rate
``n//2
``2
``m``
``ifft
issue
`ifft`
ifft
transformation
real
//2
`len
``rfft
round
freshly
allocate
histogram
bins
`bins`
bin
rightmost
widths
below
`histogram
edges`
choose
optimal
consequently
`notes`
estimators
fall
within
request
entire
portion
visualisation
'auto'
suggest
weight
support
automate
'sturges'
'fd'
good
freedman
diaconis
estimator
robust
resilient
outliers
variability
'doane'
improve
version
sturges'
normal
datasets
'scott'
'stone'
cross
validation
estimate
integrate
square
regard
generalization
scott's
rule
'rice'
commonly
overestimate
r's
gaussian
underestimate
'sqrt'
root
excel
program
speed
simplicity
simply
min
max
outside
ignore
`range`
affect
automatic
weights
contribute
associate
towards
currently
future
bessel
val
cash
flow
period
convention
net
"deposits"
"withdrawals"
thus
investment
y
beta
ar1
ar2
comparison
assume_unique
assume
unique
calculation
ar1,
1d
discount
series
fix
"events"
`rate`
year
precisely
understand
elapse
event
investments
income
`values
interest
amount
pay
loan
`per`
nper
compound
periods
pv
fv
'begin'
'end'
payments
due
pmt
payment
255
minor
fp
filelike
something
evaluate
dict
header
medians
median
since
overwrite_input
calculations
`median`
save
content
treat
probably
fully
partially
`overwrite
input`
``true``
put
mask
vals
`mask`
`vals`
q
quantile
quantiles
inclusive
intermediate
after
complete
interpolation
'linear'
'lower'
'higher'
'midpoint'
'nearest'
lie
``i
j
fraction``
``fraction``
fractional
surround
``i``
``j``
whichever
nearest
2``
possibly
``sinc
maketuple
Not
function,
takes
fname,
description
`genfromtxt`
valid
access
mask_func
signature
`triu`
`tril`
``mask
func
`x`
`k`
`mask
func`
ndtype
structure
filename
open
npz``
extension
args
know
`savez`
"arr
0"
1"
expression
kwds
poly1d
polynomials
invert
arccos
arcsin
arctanh
p
power
`p`
latter
``x
See
`numpy.all`
descriptions
all`
exist
`numpy.argmax`
argmax`
`numpy.argmin`
descriptions.
argmin`
`m`
None
`output`
supply
screen
sys
stdout
'w'
above
`k
0`
char
determinants
var
self
exact
particular
`ma
dot
feature
therefore
meet
flexible
strict
propagate
appear
whole
minima
`maskedarray
value`
item
current
'fortran'
maskedarray
`nomask`
2d
operation
convolve`
propagate_mask
cells
fxarray
data``
mask``
discard
``maskedarray``
alternatively
thereof
`pure`
`maskedarray`
test
check
masktype
datatype
query
it's
numeric
invalid
`fill
consistency
sure
describe
deg
degree
`deg`
high
term
derivative
``coef``
``domain``
``window``
pair
100
domain
beg
tol
trail
coefficients
`tol`
c1,
c2
chebyshev
low
several
share
dataset
`deg`'th
versions
11
degrees
rcond
singular
largest
eps
about
2e
switch
nature
just
diagnostic
information
decomposition
w
contribution
`w
ideally
products
``w
variance
5
roots
x,
cartesian
`y`
isn't
coefficient
`c
`c`
enumerate
y,
z
`z`
``c
off,
scl
``off
x``
npts
lowest
highest
complex128
depend
pol
polynomial
hermite
pow
maxpower
mainly
limit
growth
unmanageable
laguerre
legendre
independently
`polyfit`
`rcond`
eps``
`eps`
platform's
``false``
solve
fit's
equation
"y
intercept"
"slope"
respectively
"standard"
basis
subtype
old,
domains
successfully
poly
routine
fail
err_msg
failure
verbose
conflict
\\*args
`func`
\\*\\*kwargs
warning_class
warn
throw
category
filter
regular
exactly
cannot
submodule
unreliable
external
modules
ascending
descend
argsort`
inplace
categorical
deep
introspect
deeply
interrogate
`object`
system
level
consumption
np
listlike
*args
'first'
'last'
drop
duplicate
occurrence
mark
miss
seek
`multiindex`
mapper
correspondence
dropna
don't
nan
label
directly
multiindex
increments
shift
freq
pandas
dateoffset
timedelta
frequency
increment
own
`freq`
aliases
'd'
'm'
keywords
dataframe
assign
though
doesn't
``deep
false``
neither
nor
positional
'index'
'columns'
key
'all'
prioritize
even
items
retrieve
apply
klass
``args``
``kwargs``
``func``
``data
keyword``
``callable``
iterable
dictionary
pop
produce
csv
format
easy
paste
clipboard
``'\t'``
delimiter
directory
`pyarrow
feather
feather`
pyarrow
`compression`
`compression
level`
`chunksize`
`version`
unstack
generator
cell
sheet
sheet_name
cur
startrow
dump
frame
startcol
freeze_panes
bottom
freeze
loc
delete
locations
skipna
na/null
show
*args,
additional
dummy
fsync
``os
disk
``level``
'loc'
'getitem'
convert_dtype
elementwise
some
lag
autocorrelation
idxmax
redundant
application
na
effect
might
accept
idxmin
``typeerror``
turn
arg
collections
abc
na_action
'ignore'
usage
nan/nat
many
occurrences
appearance
reference
``none``
want
defaultdict
initialize
substitute
coercible
representations
`self`
allow_fill
`indices`
take`
``valueerror``
`allow
fill`
``self
value``
extensionarrays
user
face
"boxed"
physical
translate
process
extensiondtype
available
arr_or_dtype
dtype``
locale
language
day
english
month
date_format
date
"
d"
block
null
pandas_dtype
scalar/array
belong
cat
`categorical`or
`categoricalindex`
hashable
membership
container
iterables
tz
tzinfo
row_levels
tuple/list
column_levels
sort_labels
sparse
unit
"ns"
multiples
"raise"
"coerce"
"ignore"
timedelta64
ns
``pandas
timedelta``
maybe_callable
ndframe
arbitrary
temporary
variable
tok
cap
constants
tokenize
op
operand
use_numexpr
numexpr
cond
clean
token_generator
iterator
tokeninfo
yield
tokens
token
backtick
string_start
quote
inside
-
checked
`value`
we
upcast
what
percentiles
protocol
validate
error_name
extensionarray
summary
columns``
follow
buf
writable
send
further
%(max_cols_sub)s
cols
memory_usage
total
usage``
never
'deep'
equivalent
"true
introspection"
human
readable
units
introspection
estimation
consume
cost
computational
resources
%(show_counts_sub)s
labels
update
identify
dataclass
sequences
names
flag
during
truth
group
grouper
`how`
method`
`limit`
`kind`
`on`
`timegrouper`
groupby
ci
categoricalindex
cod
categories
recode
indexes
slc
concatenate
pat
flags
`re`
`see
//docs
org/3/howto/regex
html
compilation
flags>`
expressions
nan``
``stringdtype``
na``
pattern
capture
``re``
``re
ignorecase``
things
combine
bitwise
operator
ignorecase
re
multiline``
`re
ignorecase`
sensitive
regex
'nfc'
'nfkc'
'nfd'
'nfkd'
unbounded
until
repl
replacement
region
table
ordinals
unmapped
untouched
`str
maketrans`
helper
translation
expand_tabs
replace_whitespace
tab
expansion
drop_whitespace
happen
break_long_words
word
ensure
long
break_on_hyphens
preferably
hyphen
customary
whitespaces
potentially
truly
`width`
'0'
delegate
cache
inherit
codes
uint64
diff
upon
blocks
dtypeobj
left
acceptable
could
url
scheme
http
ftp
s3
urls
host
//localhost/path/to/table
orc``
pathlike``
``read
via
builtin
``open``
``stringio``
native
filepath_or_buffer
excelwriter
lines
nan_rep
sql
execute
con
sqlalchemy
connectable
engine/connection
sqlite3
connection
db
library
dbapi2
deprecate
cursor
obtain
params
keys
primary
database
fallback
schema
table_name
flavor
plot
stacked
area
stack
unstacked
document
`dataframe
plot`
bw_method
bandwidth
'silverman'
constant
`scipy
stats
kde`
evaluation
pdf
1000
equally
kde
`pandas
horizontal
vertical
marker's
point's
recursively
14
color
rgb
rgba
'red'
'
a98d19'
'green'
'yellow'
green
yellow
marker
accord
colormap
matplotlib
bootstrapping
fig
figure
`fig`
`series`
samples
500
bootstrap
procedure
**kwds
scatter
`dataframe`
class_column
`matplotlib
axes`
'blue'
colormap`
load
`rowlabels`
`collabels`
bytes
documents
corpus
fname
bow
id2word
`~gensim
corpora
dictionary`
metadata
separate
too?
mallet
ids
construct
`fname`
"document
id"
"lang"
malletcorpus
line2doc`
iter
docbyoffset`
""
mm
`seek
//github
com/rare
technologies/smart
open>`
store_labels
~svm
`self
labels`
convenience
doc
document's
plain
input_file
behaviour
`unicode`
python2
minsize
minimal
stopwords
num_docs
num_terms
num_nnz
raw
utf
promote_remaining
uncaught
markup
promote
simplify_links
link
simplify
tag
namespace
'image
wikicorpus
wiki`
token_min_len
token_max_len
maximal
`content`
case?
gensim
bag
stream
chunksize
effective
interfaces
transformationabc`
`corpus`
iteration
slightly
dense
documents_columns
`dense`
oppose
rows?
vecs
ndarray`
sparse`
vectors
scipy
column?
vec
threshold
blas
routines
`abs
eps`
won't
set1
set2
vec1
distribution
vec2
num_features
dimensionality
explicitly
vocabulary
topics
`doc`
subdiagonal
superdiagonal
align
boundary
alignment
expElogthetad
math
`q
\theta
\gamma
expElogbetad
\beta
\lambda
topicno
topic
id
topn
num_topics
significance
num_words
current_Elogbeta
posterior
probabilities
elogbeta
state
target_doc_vec
model
tagged_docs
doc2vec
taggeddocument`
train
topic_coherences
confirmation
measure
segment
models
basemodel
basetopicmodel`
vocab_size
report
model's
members
forget
normalize
ones
ram
can't
continue
`replace
true`
fname_or_handle
persist
utils
saveload
save`
probable
`num
words`
fetch
topics`
logger
formatted
start_time
processor
express
resolution
windows
unix
microsecond
differ
chunks_processed
progress
docs_processed
finish
incremented
vector_1
similarities
dim
vectors_all
distance
w1
w2
lot
top
`topn`
restrict_vocab
search
restrict
vocab
10000
meaningful
you've
similarity
score
doc_number
mixture
topic_chain_variance
dictate
evolve
topic_obs_variance
observe
approximate
forward
"dynamic
models"
//mimno
infosci
cornell
edu/info6150/readings/dynamic
pdf>`
alpha
prior
probability
init_suffstats
sufficient
statistics
len`
lda
ldamodel
ldamodel`
stationary
gradually
top_terms
entropy
nothing
`gensim
'l1'
'l2'
`token
id`
`token`
`id2word
none`
words_space
space`
replace_word_vectors_with_normalized
l2
other_model
word2vec
word2vec`
another
internal
eta
dirichlet
sparsity
lambda_shape
gamma_shape
rhot
unused
ldastate`
merge
targetsize
stretch
metrics
callbacks
metric`
callback
any2vec
basewordembeddingsmodel`
**parameters
object's
ldamodelldamodel`
wrappers
`model`
`other
model`
csc
terms`
documents`
'shell'
'visdom'
monitor
perplexity
active
shell
visualize
coherence
increase
epochs
visdom
visualization
framework
viz_env
environment
graph
title
`logger
'visdom'`
'model'
ldamallet
ldamallet`
wrapper
ldavowpalwabbit
ldavowpalwabbit`
pickle
across
d1
doctag/index
other_docs
doctags/indexes
`d1`
doctags
entity
identifier
ds1
ds2
d2
doc2vec`
`doc2vec`
doc_words1
doc_words2
learn
min_alpha
linearly
`min
alpha`
steps
epoch
max_vocab_size
build
prune
infrequent
every
million
1gb
`none`
min_count
configure
higher
randomly
downsampled
useful
1e
sorted_vocab
null_word
pseudo
concatenative
l1
run
ever
–
predict
huffman
matter
ns_exponent
exponent
proportion
frequencies
popular
75
paper
//arxiv
org/abs/1804
04212
caselles
dupré
lesaint
royo
letelier
recommendation
applications
doctag_tokens
docvecs
keyedvectors
doc2veckeyedvectors`
`vector
size`
dirname
folder
brown
model_file
fasttext
`/path/to/model
vec`
bin`
`/path/to/model`
topic_data
T
truncation
Wt
Dt
sticks
stick
tne
`term`
digamma
integral
purpose
eigenvalues
factor
percentage
spectrum's
energy
phrases_model
phrase
phrases`
worda
wordb
components
scorer
'default'
'npmi'
wglobal
custom
"global"
tfidfmodel
smartirs
wglobal`
dfs
`term
total_docs
index2word
`matrix`
`limit
vocab`
word2
`text`
bytestring
1`
times
topicid
you'll
receive
collection
texts
txt
sentence
filters
glove_file_name
glove
prefix`
shardid
shard
docpos
traverse
similarityabc`
pos
t1
t2
max_distance
care
efficient
clearly
"too
far
apart"
quickly
"more
distance`"
n_jobs
workers
caller
node
summarization
graph`
argmax
solely
reason
anything
argmin
off
'none'
conjunction
matrix`
damping
damp
tokenized
words
regexs
sre
pattern`
deacc
deaccent`?
unicode`
lowercase
string?
to_lower
`lowercase`
alias
confirmed_measures
analysis
baseanalyzer`
segmented_topics
window_size
slide
110
ideal
processes
parallelwordoccurrenceaccumulator`
segmentation
keyedvectors`
pre
context
relevant_ids
mappings
max_docs
reps
slice_
maxsize
interface
as_numpy
ndarray`s
lists?
dest
destination
nested_list
server
hostname
port
mechanism?
reach
pyro
nod
network
hmac_key
private
seed
random
n_items
mock
row`
prob_nnz
draw
poisson
lam
lambda
queue
`queue
queue`
use_random
natural
order?
artist
artist`
mouseevent
backend
mouseevent`
renderer
rendererbase`
filter_func
dpi
clipbox
bbox`
gid
path_effects
abstractpatheffect`
picker
pick
enable
fire
mouse
epsilon
artists
patch
hit
prop
properties
pickevent
rasterized
scale
amplitude
wiggle
perpendicular
pixels
sketch
128
randomness
shrink
expand
pgf
rng
snap
vertices
pixel
center
vertex
auto
rectilinear
transform`
bboxes
bboxbase`
left,
bottom,
right,
four
extents
box
minpos
bbox
deal
logarithmic
points
``self``
radius
margin
extend
tangentially
radius/2
linewidth
conversely
imaginary
cmap
normalize`
attr
`input
dims`
`~
path`
`transform`
line2d`
text`
property
'somename'
``obj
somename
unset
gettable
'lw'
lw
detrend
mlab
detrending
normed
normalise
usevlines
acorr
vlines`
additionally
axhline`
markers
maxlags
CS
contourset`
contour
levels
``cs
levels``
contourlabeler
clabel`
button
mousebutton`
press
coords
polygon
optionally
colors`
specifiers
standard
cycle
polygons
"b"
blue
y2
"r"
red
indexable
"time"
"signal"
'center'
locator
height
`~matplotlib
figure`
'both'
'active'
'original'
variables
zorder
rasterize
rasterization
deactivate
uniformly
fmt
'g'
linestyle
rarely
'pre'
'post'
'mid'
constantly
``y
half
way
subplot
grid
rowspan,
colspan
span
markerline_stemlines_baseline
markerline
stemlines
baseline
``markerline``
linecollection`
``stemlines``
``baseline``
nrows
ncols
subplots
corner
digit
234
4
constructor
`datetime
tzinfo`
rc
`timezone`
timezone
'top'
'bottom'
fontdict
formatter
ticker
formatter`
``str``
locator`
pickradius
ticks
tick
please
params`
canvas
guiEvent
guievent
ui
backends
hidpi
'button
event'
release
'draw
'key
'motion
notify
'pick
'resize
'scroll
'figure
enter
'axes
'close
events
press/release
``inaxes``
``xdata``
``ydata``
keyevent`
timer
milliseconds
``func
``0``
cursors`
cs
capstyle`
capstyle
js
joinstyle`
joinstyle
gc
graphicscontextbase`
graphics
triangle
colors
affine
triangles
hand
im
uint8
affine2dbase`
concrete
`option
image`
`draw
accomplish
font
manager
fontproperties`
angle
rotation
anti
clockwise
mtext
render
1000ms
``timer
interval``
accessible
callbacks``
manipulate
`add
callback`
`remove
previously
tool
tool's
go
image
tooltips
toggle
pressed/unpressed
consecutive
click
unpressed
toggled
trigger
'tool
toolname'
toolname
toolevent
event`
cause
sender
extra
`backend
toolcontainerbase`
tools
group1
tool1
tool2
group2
tool`
toolmanager
managers
toolmanager`
texstr
\sigma
inch
fontsize
fileobject
dx1,
dy1,
dx2,
dy2
gradients
dy
dx
angular
radians
parallel
bezier
beziersegment`
inside_closedpath
close
intersect
closedpath`
intersection
unitdata`
axis`
units_mapping
y1,
...,
yp
``x``
register
``cmap
name``
valueerror
overwrite
colormaps
un
aa
'face'
edgecolor
facecolor
hatch
'/'
'\\'
'x'
'o'
transOffset
offsets
pr
sizes
circle
collection`
orientation
'horizontal'
'vertical'
verts
verts0
verts1
areas
master
closed
closepoly
`xaxis
labellocation`
`yaxis
xlabel`
ylabel`
labelpad
ticklabels
colorbar
ticks`
update_ticks
cax
mappable
cm
scalarmappable`
respective
vcenter
``0
5``
halfrange
0``
``1
difference
parent
r"
functions
monotonic
vmin,
vmax
vmin
and/or
``autoscale
closer
silently
defeat
likely
surprise
``clip
mxnx3
intensity
mxnx1
grayscale
linthresh
linear
avoid
infinity
linscale
decades
halve
decade
`color
</tutorials/colors/colors>`
ma
masked`
keep_alpha
rrggbb``
rrggbbaa``
`pathlib
fontconfig
parse
fontname
'serif'
'sans
serif'
'cursive'
'fantasy'
\
ce'}
ce'
'xx
small'
'x
'small'
'medium'
large'
denote
'ultra
condensed'
ondensed',
'condensed',
'semi-condensed',
'normal',
'semi-expanded',
ondensed'
'condensed'
'semi
'normal'
expanded'
d',
'extra-expanded',
'ultra-expanded'}
d'
'extra
fontstyle
'italic'
'oblique'
variant
'small
caps'
'ultralight'
'light'
,
'regular',
'book',
'medium',
'roman',
'semibold',
'demibold',
'regular'
'book'
'roman'
'semibold'
'demibold'
'bold',
'heavy',
bold',
'black'}
'bold'
'heavy'
bold'
'black'
spacing
fontfamily
family
families
`matplotlibrc
template
<customizing
matplotlibrc
files>`
parse_math
mathtext
unescaped
dollar
xy
mathematically
direction
counterclockwise
90
'anchor'
``"default"``
rotate
alignments
``"anchor"``
usetex
tex
`text
usetex`
'baseline'
'center
baseline'
1970
01
00
julian
proleptic
gregorian
calendar
days
fraction
hours
minutes
epoch`
`date
utc
parsable
datetime64`
subplotspec
gridspec
subplotspec`
subfigure
figurecanvas
`set
inches`
tight
"pad"
"w
pad"
"h
"rect"
layout`
`figure
autolayout`
paddings
`true`
`here
A
filternorm
filterrad
'antialiased'
'bilinear'
'bicubic'
'spline16'
6',
'hanning',
'hamming',
'hermite',
'kaiser',
'quadric',
'catrom',
6'
'hanning'
'hamming'
'hermite'
'kaiser'
'quadric'
'catrom'
n',
'bessel',
'mitchell',
'sinc',
'lanczos',
'none'}
n'
'bessel'
'mitchell'
'sinc'
'lanczos'
'data'
'rgba'
up/downsampling
`image
resample`
identical
axesimage`
interpolation`
width,
height,
xdescent,
ydescent
xdescent
extent
def
t,
float)
legend
legend`
use_blit
blitting
faster
composition
`func
animation`
'bbox'
"loc"
finalize
"bbox"
anchor
h
aspect
on/off
ink
solid
fs
markerfacecolor
markerfacecoloralt
`marker
styles`
markerstyle`
markers`
ec
ew
fc
sz
list[bool]
approximately
functionality
exhibit
examples
`/gallery/lines
bar
markers/markevery
demo`
marker_pad
numpoints
handlernpoints`
yoffsets
ndivide
section
divide
`legend
borderpad`
handlerbase`
xs,
ys
default_font_prop
generic
mathtext_backend
`mathtextbackend`
actually
annotation
xy``
xycoords
"data"
dpi_cor
patchA
patch`
patchB
posA,
posB
arrow
tail
head
"data"``
rotate_btn
3d
zoom_btn
zoom
proj_type
'persp'
'ortho'
rmax
rmin
rorigin
labelOnlyBase
lims
exp
switchover
representable
\times
\mathrm
`1
10`
scientific
``exp
exp``
`axes
limits`
thresholds
``formatter
powerlimits
`9999
4`
locale`
mathtext`
residual
significantly
threshold`
cid
observer
slider
wait
gui
loop
`false`
immediately
responsible
responsive
interactive
pyplot
isinteractive`
rcparams
temporarily
settings
precedence
logarithm
nonpositive
'mask'
small
subs
subticks
log10
logarithmically
minor_number
minor_threshold
use_overline
1/2
\overline
nbins
beyond
survival
one_half
r"\frac
scale_class
`scalebase`
col
`cell`
'points'
'pixels'
endpoints
positions
joint_func,
marginal_func
callables
bivariate
univariate
characteristics
xlabel,
ylabel
onto
"currently
active"
``color``
``label``
subscript
syntax
``seaborn
crayons``
hex
saturation
channel
stat
"proportion"
"count"
statistic
complementary
cdf
'\n'
xkcd
rgb``
notebook
talk
poster
preconfigured
font_scale
preset
seaborn
dictionaries
definition
darkgrid
whitegrid
dark
white
`plotting
context`
style`
palette
palette`
color_codes
``palette``
remap
shorthand
"g"
h,
l,
hls
cluster
X
sample_weight
api
precomputed
kernel
``n
fitted``
unsupervised
transformations
**fit_params
assume_finite
finiteness
skip
potential
crash
working_memory
1024
scikit
mib
job
parallelised
often
expensive
operations
print_changed_only
``print
svc
'svc
200
23
'text'
'diagram'
diagram
jupyter
lab
labels_true
grind
labels_pred
ratio
``homogeneity``
vs
``completeness``
``beta``
strongly
y_true
y_pred
pred
Y
gamma
chi2
dense_output
20
coef0
fulfill
assumptions
Xt
requirements
groups
supervise
problems
train/test
'groups'
n_splits
fold
n_repeats
validator
random_state
randomstate
reproducible
`glossary
<random
state>`
``np
placeholder
generation
repetition
``y``
hence
stratification
binarize
matrices
csr
multilabel
classification
coo
dok
lil
later
orderable
`classes`
iterate
`~sklearn
pipeline
pipeline`
``csc
matrix``
nonnegative
`ignore
implicit
zeros`
deviation
individual
24
standardscaler
allow_nan
*arrays
consistent
caller_name
logistic
*iterables
dataframes
sliceability
mask_length
guarantee
whenever
shuffle
n_samples
float32
swap
ignore_nan
inspect
feval
customize
preds
eval
``fobj``
binary
task
auc
``is
better``
start_iteration
end_iteration
subobjects
pathlib
group/query
``group
40
record
30
31
70
init_score
init
booster
best_iteration
best
best_score
desc
refresh
df
electricity
resampled
resample
'h'
'15min'
'6h'
time_window
hour
00'
'06
30'
datetime
ts
gas
minute
timeseries
denominator
temperature_equivalent
base_temperature
cooling
cool
heat
target_file
acl
permissions
public
owner
else
owners
anonymous
principal
grant
authenticate
amazon
begin_from_file
usedful
page
certain
all_grant_data
permission
r
npfloat
reject
vec_onto
`vec`
lower_bound
bind
upper_bound
geom
3n
atoms
masses
mass
atomic
perturb
invar
typecast
totype
`invar`
el_time
el
h/m/s
delimit
`subs
delims`
substitution
`subs`
item's
delims
'open'
'close'
g_nums
nums
geometries
reference_prefix
cdna
transcript
locus
cdna_prefix
detect
rnaseq
reference_suffix
cdna_suffix
varcode
Returns
triplet
(base1_location,
ref,
alt)
base1
alt
conn
client
itersize
debugplot
debug
'numina
pause
py'
parser
argparse
argumentparser
offset_value
ccdline
trace
spatial
'''
site_class
geomatrix
ab
cd
usgs
definitions
site
`v
s30
m/s
>750
360
750
180
<180
material
osc_freq
oscillator
hz
05
lin
`~site
location`
lout
midheight
layer
xchannel
wavelengths
crpix1
crval1
cdelt1
viblist
pH
ph
bulk
solution
temperature
pressure
mbar
electronic_energy
ev
ase
thermochemistry
signal
fmax
doplot
ecg
sample_rate
acquisition
integration
devices
"mac
<str>
2"
auxiliary
`data`
``comparator
overflow
maxima
sig
FS
richness
isochrone
sar
//api
postcode
nl/documentation/signal
returns
response
'precall'
'postcall'
'capacity'
command
capacity
hook
tablename
return_capacity
return_item_collection_metrics
catch
clone
resolve
auth
~typing
username
password
basic
authentication
`~snug
clients
async`
`asyncio`
credentials
headers
contact
contigs
reflect
contig
binning
chromosome
ee
ascension/longitude
delta
declination/latitude
cartesianvector
angularposition
separation
bear
features
classes
input_img
copernicus/s2
qa60
band
section_list
sortedcontainers
sortedlist
point_list
%(ExperimentsConfig.rel_paths.parameters)s
experimentsconfig
rel
paths
configuration
project
`projectname`
objects
`list`
dict_obj
int_dict
outer
row_or_rows
ert
inclusion
exclusion
`create
patches`
`patches`
squeeze
unnecessary
camelcase
maxsep
dipoles
mat
matlab
various
emmt
pp
exe
postprocessing
electrode
norrec
rec
fid
descriptor
electrodes
N
quadpoles
measurement
configurations
configs
nx4
quaternion
times_mc
mc
evt_timestamp_in_ns
timestamp
nanoseconds
evt_mc_time
random_state_
hdf5
dom_id
dom
means
gaussians
opt_t0s
t0
pmts
combs
rates
rat
opt_qes
qe
corrected_means
comb
corrected_rates
pileupelement
pileupup
pathway
edge_id
encompass
(optional)
pileupcollection
summarize
evidence
allele
executable
independent
exe`
throughput
wavelength
astropy
quantity
headless
browser
user_agent
`user
agent`
webdriver
profile_path
profile
firefox
chrome
repo_path
git
repository
filepath
task_class
``lsst
pipe
task``
config_class
config``
predicate
docstrings
`get
docstring`
restructuredtext
``docutils
statemachine
state``
usually
directive's
``state``
py_typestr
``'mypackage
mymodule
myclass'``
`make
xref
hide_namespace
`bool`
hide
py
tilde
section_id
``ids``
``names``
contents
nodes``
docutils
table_text
eups
root_dir
symlinks
eups_version
package
documentation
`build
configs`
entrypoint
pex
config
field``
dictfield``
dictconfigfield``
initial_dir
inititial
practice
cli
role
rawtext
snippet
lineno
``rawtext``
inliner
us
directive
customization
colon
"keyword"
keyword"
kqmlobject
instantiate
kqmltoken
kqmlstring
Example
kl
kqmllist
'reason'
'this
token'
derive
modifier
formate
modifiers
phase_name
phase
previous
sensitivity
abmn
`crtomo
tdmanager
tdman
pipeline1
rho
dat
pid_mag
magnitude
pid_pha
priors
sip
module_name
relate
app
flask
ell
stratum
theta_0
strata
oracle
"1"
guess
argc
suggestions
incomplete
method_str
esrh
quickserverrequesthandler
rest
'paths'
'query'
fragment
'fragment'
post
json
bytesio
body
pool
n_strata
sklearn
kmeans
recommended_only
session
include_io
input/output
bmds
specifically
png
svg
ps
genes/features
bug
`amount`
latest
token_path
literal
org
github
mainclass
git_tag
attributes
gtf
gff
chebi_id
chebi
offline
online
lookup
local
statements
indra
statement
agents
agent
ld
sif
include_unsigned_edges
unknown
activating/inactivating
relationship
ptms
doi
article
output_format
'txt'
'xml'
xml
join
downstream
able
elsever's
query_str
stmts
serialize
stmts_in
use_sbo
sbo
annotations
applicable
`indra
statement`
refs
agent_text
ground
situations
do_rename
rename
priority
famplex
hgnc
symbol
gene
file_name
owl
pybel
``pybel
connection``
remote
host``
finally
sqlite
corpus_id
st
belief
extra_evidence
aren't
statement's
linked_statements
mechlinker
linkedstatement
linkedstatements
ekb
batch_size
batch
wish
return_func
`set`
padding
internally
remainder
owl_str
eidos
'apps
extractfromdirectory'
'org
clulab
wm
apps
path_in
path_out
model_fname
pkl
pmid
bel
script
cbn
jgif
rdf_file
rdf
rdf_str
paragraph
nxml
citation
pubmed
output_fname
hgnc_id
biopax
paxtools
activity_type
activity
'activity'
'kinase'
'gtpbound'
prog
query_dict
dict_key
list_of_dicts
dicts
trip
extraction
knowledge
a1_text
tee
a1
entities
sentence_segmentations
concents
csxml
json_dict
target_chembl_id
target_chembl_ids
chembl
doc_id
target_upid
nlm_mesh
mesh
keep_criterion
removal
criterion
agent's
hierarchy
`combine
related`
pysb
core
export
kappa
pygraphviz
study_id
cbio
study
'cellline
ccle
broad'
'paad
icgc'
study_filter
"paad"
cancer_filter
cancer
"melanoma"
"pancreatic"
"non
lung"
cx
networkx
multidigraph
influence
predecessors
upstream
polarity
overall
max_paths
max_path_length
mesh_id
'd003094'
nlm
indra's
assembler
sbgn
indentation
go_fname
download
//geneontology
org/ontology/go
cfg_file
var_name
hms_lincs_id
hms
lincs
molecule
exclusively
mention
`gene
list`
tagged_sentence
require_grounding
lack
among
cx_json
web
service
creation
infile
preprocessed
ready
isi
reader
extra_annotations
"interaction"
input_folder
geneways
look
action
actionmention
symbols
indra/data
get_evidence
integrator
`integrate`
y0
x0
xend
\*\*kwargs
xout
ix
ixmp
scenario
dependency
eq_dfs
equities
normally
'adj
close'
price
include_units
functional
iamc_index
'scenario'
'region'
'variable'
'unit'
path/filename
xlsx
yaml
shapefile
geopandas
region_col
"region"
axs
black
otional
curve
tensor
cp
quality
chord
tableexpr
predicates
'inner'
inner
semi
bitmap
12
chord_root
pitch
reference_labels
estimated_labels
reference_intervals
intervals
estimated_intervals
patterns
`mir
io
occ_P
onset
midi
occ_Q
boundaries
timestamps
``intervals
freq_hz
base_frequency
hop
end_time
intervals_hier
hierarchical
path_csv
`df
state`
supy
latitude
geometric
meter
geopotential
ecell4
viz
model_id
networkmodel
volume
real3
simulation
is_valid
myseed
`genseeds
**kw
kw
``apocenter
``pericenter
``approximate
true``
coord1
`~astropy
skycoord`
great
coord2
frame_i
`~gala
staticframe`
frame_r
constantrotatingframe`
dynamics
phasespaceposition`
orbit`
`h5py
file`
group`
dataset`
`astropy
quantity`
pdb_id
pdb
url_root
chain_id
designate
chain
output_form
blast
pdb_id_chain
plus
xxxx
2f5n
search_term
max_results
list_with_dupes
records
'week'
week
"day"
"month"
"year"
enforce
``'
'``
first_column_names
``'in'``
incoming
``'out'``
outgo
interactions
u,
u
snapshot
getter_function
unassigned
function's
skip_not_present
children
'ispresent'
unroll
markdown_inst
``markdown
markdown``
markdown
//python
io/reference/
markdown>`
'float'
detected
peak
'above
thresh'
'below
'threshold'
spindle
s_freq
toler
tolerate
duration
timespan
ravel
widget
value_name
value_names
peak/trough
bookmark
png_file
chantime
channels
divisible
parc_type
'aparc'
'aparc
a2009s'
channel_file
ent
montage
all_lags
true/false
correlation
/2
foi
'm
s'
wavelet
omega0
qtcore
qevent
important
one_vert
xyz
nchan
law
direct
cube
std
ms
useless?
qgraphicsview
overview
inp
dipole
depths
data_np
trim
\n
nchr
lag_sec
fps
win_x,
win_y
past
1x
specification
row/column
off_x,
off_y
data_x,
data_y
x2,
scale_x_base,
scale_y_base
scale_min,
scale_max
'on'
'override'
'once'
'off'
autozoom
options`
autocenter
loval,
hival
cut
no_reset
``autocuts``
autocuts
autocut
methods`
flipx,
flipy
flip
swapxy
filespec
dldir
datapt
y1
xn
yn
naxispath
wcspt
wcs
ra0
dec0
ra1
dec1
decn
emit
obervation
extra_factor
multiplication
gstd
~0
67
defaul
data1
data2
recover
'starck'
'wiki'
psnr
metric
'np
mean'
data_cube
data_matrix
im_shape
sigma
mexican
hat
rot_kernel
kernels
'astropy'
'scipy'
convolution
add_agrs
agrs
variable's
eg
pdb_code
letter
"3eiy"
feed
yyyymmdd
problem
``'error'``
``'warning'``
gtfs
violate
violation
``'routes'``
table's
as_df
rout
ss
hh
unit_ids
property_name
channel_ids
epoch_name
start_frame
end_frame
exclusive
grad
ie
/stuff'
respect
`ref`
`path`
populate
treename
tree
tfile
'tree'
ttree
`array2tree`
'update'
'recreate'
u_kn
energies
unnormalized
N_k
f_k
free
trick
summation
obstring
observation
graphtable,
comptable,
component_dict
graphtable
comptable
component
`~pysynphot
observationmode
observationmode`
magval
fluxunits
flux
targetunits
units`
redshift
wave
'extrap'
'taper'
spectrum
bandpass
overlap
partial
`validate
overlap`
angstrom
blackbody
kelvin
wave,
telescope
collect
`pysynphot
refdata`
dendropy
sequence_names
tip
hmm
output_file
file_list
"/path/to/file1"
"/path/to/file2"
reads_to_extract
database_fasta_file
fasta
contents_file_path
sequences_file
unaligned
protein
hmm_file
output_alignment_file
unaligned_sequences_path
daa_output
nrun
sampler
`~emcee
ensemblesampler`
walkers
nwalkers
``dim``
`emcee
ball`
photon_energy
photon
Tp
kinetic
proton
ep
gev
closest
ddataref
'nt'
USRdict
mutablemapping
zip
irregular
seqtypes
in_place
lis
intersperse
subtitle
subfontsize
18
axessubplot
spine
wn
clear
*arrs
nd
"slice"
unitary
RFC3339
rfc3339
xi
yi
zi
xi_zoom
yi_zoom
spline
'constant'
'reflect'
cval
*kwargs
expected
track_type
track
"heatmap"
"line"
tileset
hgflask
tilesets
serve
workspace
score_link
team's
'<td
"right">nn</td>'
'nn'
pyquery
player_info
player's
uri_link
uri
abbreviation
team
contract
years
season
'2017
18'
wages
wag
000
000'
boxscore
pull
conference
html_data
comprise
player
roster
team_data
game_data
game
lows
highs
converter
locate
alg
enum
together
`natsort`
`ns`
`ns
int`
real`
`seq`
reference_event
estimated_event
t_collar
collar
event_roll
roll
event_list
scene_label
scene
event_label
subranges
set`
_set
subtick
numticks
fcsdata
nxd
cytometry
aka
`~gwpy
timeseries`
`timeseries`
segmentlength
`int`
average
noverlap
`tuple`
plan
`real8fftplan`
lal
*methods
expose
input_list
ippssoots
rootnames
archive
astroquery
directories?
clobber
files?
sourcelists
reuse
subsequent
debug/development
runs??
update_hdr_wcs
headers?
print_fit_parameters
chip
print_git_info
information?
astrometric
catalog
'ref
ecsv'
reg
'refcatalog
cat'?
gta
`fermipy
gtanalysis`
maskname
job_config
logfile
status
skydir
wcs`
hdu_in
bintablehdu`
gti
xmlfile
extdir
sky
roi
counts
bkg
background
exposure
catalog_roi_model
roimodel`
source_names
sourcs
mapping
source_name
`fermipy.roi_model.Source`
source`
pix
cov
covariances
cl
confidence
edges
subdivide
`~fermipy
paramter
par
bounds
`file`
`link`
'write'
dry_run
stage_files
scratch
stag
resubmit_failed
resubmit
compinfo
`modelcomponentinfo`
`ModelComponentInfo`
sourcekey
local_files
filenames
fullpath
colwise
nside
healpix
"nested"
"ring"
coordsys
"cel"
"gal"
ebins
conv
`hpx
conv`
array`
'explicit'
configfile
fermipy
specVals
nebin
spectral
xlims
specTypes
'pivot'
cvects
directional
cosine
(np.ndarray(2,nsrc))
(i.e.,
x,y,z
component)
nsrc
nsrcs
match_dict
to_remove
FITS
Table
gtaanalysis
make_plots
minmax_npred
coutns
override_args
npfile
appname
gtbin
invoke
`GtApp.GtApp`
question
`gtapp
gtapp`
potential_email_address
string_
"true"
"none"
nb_bytes
''
nominally
pysat
sat_id
satellite
data_path
instrument
instantiation
format_str
//
's3
//bucket
name/key/foo
bar'
profile_name
aws
l
dict_
str/int/tuple
list_
followlinks
package_name
'mpu'
one_hot
decimal_places
datetime_obj
seconds
search_replace_dict
loop_function
*lists
min_value
max_value
exctype
nameerror
tb
traceback
sink
aggeregate
statistical
composite
``layers``
``classes``
lst
declarative
view
msgpack
msg
toast
short
delay
script='d[1]+1j*d[2]'
'd
1j
escript=None
escript
paths=None
dialog
spinmob.plot.complex.data()
arguments.
spinmob
spinmob.data.databox.execute_script()
scripts.
databox
ds
databoxes
xscript=0
xscript
yscript='d[1]+1j*d[2]'
yscript
eyscript=None
eyscript
exscript=None
exscript
g=None
globals
spinmob.plot.magphase.data()
magphase
spinmob.plot.realimag.data()
realimag
yscript='d[1]'
spinmob.plot.xy.data()
fs_df
pd
mutation
indel
mutations
mut_df
indel_len_col
frameshift
gname
graph_dir
mylist
bad_ixs
nucleotide
bed_path
bed
vehicle_id
car
confusingly
vehicle
//tesla
timdorr
com/api
basics/vehicles
com/vehicle/commands
wake_if_asleep
wake
decorator
retry
com/vehicle/state/data
nu
mu
pi
symmetric
systems
discord
voicechannel
lavalinkevents
websocket
playerstate
requester
who
lavalink
resume
150
guild_id
guild
orm
pypsa
`pypsa
voltage_level
busids
bus
channel_id
nodes
multiprocessing
`networkx
multigraph
electrical
coro
coroutine
serial
timeout_s
establish
instruments
prices
superset
multipliers
multiplier
desired_ccy
currency
notional
'usd'
instr_fx
fx
denominations
denominate
instr
fx_rates
ccy
'audusd'
'usdcad'
exchange
audio
'float64'
'float32'
'int32'
'int16'
`buffer`
mono
``'float64'``
``'float32'``
``'int32'``
``'int16'``
`subtype`
42
``subtype
'float'``
species
xlim1,
xlim2
ylim1,
ylim2
max_num
0s
col_str
pgas/
pgas
prad
m1,
m2
star
msun
rsun
eccentricity
M1,
M2
combination
modulation
nearby
Number
are
many....
Spacing
marks.
The
is
5.
Modulation
plotting
lines.
3.
str_name
profilennn
lognnn
your
x_input
y_input
dependent
observations
x_values
y_
smoother_cls
smoother
smooth
mobile
%(CFDecoder.can_decode.parameters)s
cfdecoder
decode
xarray
dataarray
%(CFDecoder.is_triangular.parameters)s
triangular
``ds
coords``
`ds`
whith
``'mesh'``
decoder
coord
coordinates"""
`itemsize
succesive
`interactivebase`
%(ArrayList.rename.parameters.new_name)s
arraylist
fmto
formatoption
`formatoption`
`~formatoption
dependent`
%(check_key.parameters.no_possible_keys|name)s
%(InteractiveBase.start_update.parameters.draw)s
interactivebase
subproject
%(Plotter.show_keys.parameters)s
plotter
%(ProjectPlotter._add_data.parameters.no_filename_or_obj)s
projectplotter
%(Plotter.parameters.no_data)s
``*param_lists``
param
lists``
stand
shall
effects
effectcollection
amino
acid
DataFrame
following
fields
peptide
affinity
percentile
prediction
``*args``
``**kwargs``
args``
kwargs``
sections`
types
identifiers
`params`
summary'``
summary`
description`
foreground
match_id
multiplayer
*fields
multichannel
sr
playback
rbargs
rubberband
`rubberband
h`
n_steps
`n
steps`
semitones
hdr
`f
\mathbf
res
`\lambda`
nm
fun
ogr
oft
oftstring
//gdal
org/python/osgeo
html>`
srs
osgeo
`osr
spatialreference`
`spatialist
auxil
crsconvert`
geomType
polygons?
outname
file?
src
`ogr
datasource`
dst
`gdal
rasterizeoptions`
filetype
as_url
sas
refine
plateid
plate
travis
rsa
deserialization
encrypt
ordereddict
yml
B
C
katakana
uid
mfile
outfile
ipynb
cx,
cy
rtdc_ds
rtdcbase
availability
child
rtdc
`child
indices`
child_indices
comp_mat
pairwise
outcomes
regularization
initial_params
transition
lsr
markov
iterative
max_iter
iterations
successive
declare
convergence
distinct
params1
params2
targets
sarray
predictions
``targets``
ordered
Name
given
worker
under.
Process
register.
Worker
unregister
binds
routing_key
thread
Thread
islitlet
slitlet
islitlet_max
fitsobj
dtu
initialise
extnum
inputdict
member
ds9
w,
root_x,
root_y
boot
machine
`rig
machinecontroller
chip`
`~rig
link`
iptag
ptr
routing_tables
routingtableentry`\
co
ordinate
tables`
minimise
merge`
min_goodness
worse
goodness
route
util
map`
cabinet
board
res_a
res_b
resource
presume
Parameters
taken
keyword-arguments
`field=new_value`.
`field
timeout
arrive
listen
routingtree`
routingtree
routingtrees
machine`
we're
v2n
netlist
net`
placements
has_wrap_around_links
log_lik
likelihood
`p
scm
checkout
biom
biom_fp
subject_ids
subject
visit_ids
visit
file_format
fileformat
requirement
hasn't
pyqg
`ph`
originate
ph2
q1
anomaly
bits
periodogram
'standard'
'log'
'psd'
dH,
dK
hypothesis
union
indent
spaces
`lines`
batchup
plugin
codec
jpeg2000
imagetype
void
sets
subtract
azimuth
quadrant
lons
longitudes
lats
latitudes
strike,
dip
strike
plane
north
world
img_height
img_width
ignore_endswith
`mpl
cmaps
num_bytes
xr
``*variables``
variables``
'minor'
'major'
set"""
persistent
eeprom
byte
refresh_config
`load
afterward
mqttfixedheader
`fmto`
guide
tvfile
particle
kg
omega_array
omega
hamiltonian
temperature_array
hooks
lists
directories
recursive
rar'
rarfile
currrent
CenterFreq
central
centre
SampleFreq
iir
btype
Array
Signal
fm
discriminator
collision
aftermath
xdata
freedom
HistBins
now
'millimeters'
desired
we'd
'inches'
ColumnName
collumn
RunNo
retreive
k_range
nll
pmf
lognormal
recruit
{0}
{1}
aic_list
aic
candidat
obs
empirical
hosts_file
ansible
inventory
configparser
safeconfigparser
`hosts
macroeco
ctmc
consistence
numpydoc
header_level
`s
thing
functuon
kargs
histories
company
basketball
durations
numstates
transintv
toltime
aggregate
datacheck
obj_id
retured
`obj
playlist
songs
song
h5py
grp
type_string
``get
string``
hdf5storage
unicode\
arraylike
complex_names
``tuple``
recording
raw_pickle_file
raw_datasets
feature_list
preprocessing_queue
preprocessing
algorithms
pointlist
strokes
sample_dir
inkml
inkml_file_path
secret_uuid
uuid_to_test
allgorithms
cudnnhandle
cudnn
cudastream
tensorDesc
cudnntensordescriptor
cudnntensorformat
dataType
cudnndatatype
nStride
consective
cStride
hStride
wStride
wDesc
cudnnfilterdescriptor
covalent_bonds
covalentbond
`covalentbond`
bond_graph
covalent
bond
atom1
isambard
ampal
atom
atom2
`ampal
atoms`
cutoff_distance
mass_weighted
origin
`angle`
inc_alt_states
conformations
sidechains
ligands
ligand
`monomers`
residues
`atom`
rmsd_params
rmsd
psg_trm
rounds
optimisation
temp
pdbe
acids
granularity
assembly
oligo
oligomeric
polypeptide
`polypeptide`
monomers
tar
residue
val_mean
val_range
scwrl
state_data
structural
state_id
`assembly`
phos_3_prime
5'
3'
phosphor
aa_letter
aa_code
header`
`~pyregion
shapelist`
shape`
hdu
imagehdu`
me
origin's
reg_coordinate_frame
``angle``
\*args
quantities
add_assumptions
addition
kwarg
remove_assumptions
specifications
mh
hot
kg/s
cold
Cph
j/kg/k
Cpc
modification
ntu1
thermal
transfer
r1
effectiveness
Di
diameter
cylinder
Do
conductivity
w/m/k
L
D1
D2
W
middle
D
Z
Thi
inlet
fluid
Tho
outlet
Tci
Tco
counterflow
exchanger
topographic
stateful
sequential
soms
show_progressbar
progressbar
yamlfile
spec
conda
env
country
'us'
opttype
'call'
'put'
expiry
datetime`
`pandas`
'2015
01'
eqdata
'volume'
featurefunc
simple
equity
synchronize
compose
daily
`featurefunc`
labelfunc
`eqdata`
`labelfunc`
`df`
64
properly
`labels
skipatend
sessions
32
`interval`
ahead
pricecol
exponential
outputcol
'ema
growth'
ema
`selection`
volatility
'growth
risk'
predicted
`actual`
timestamp`
'2012
dt
2012
bday
tseries
custombusinessday`
`custombusinessday
usfederalholidaycalendar
contexts
`custombusinessday`
bottleneck
cf
custombusinessday
//pandas
pydata
org/pandas
docs/stable/timeseries
business
experimental>`
handler
datefmt
column_name
step_name
tables
cast_name
braodcast
onto_name
`cast
name`
gather
conf
mmap_mode
'r
'r'
'w
pybedtools
bedtool
vcf
"name"
'name'
logit
predictor
glm
gee
endog
endogenous
residuals
freq_weights
`\mathbf
\boldsymbol\phi
sec
micro
jd
td
timedelta`
measure_names
connectivity
`connectivity`
`var
coefficients`
arrangement
covariance
drive
noise
identity
nfft
x3d
trials
x2d
trial
topo
`~eegtopo
topoplot
topoplot`
scalp
topos
topomap
crange
abs
plot_locations
plot_head
cartoon
num_trials
skipstep
`labels`
common_scale
topoplot's
individually
99
measure_name
surrogate
F
directed
connect
undirected
adjacency
breadth
oder
seatch
educt
netflux
reaction
P
perturbation
eigenvalue
dtrajs
discrete
trajectories
lcc
coarse
grain
totflux
reactant
qminus
comittor
K
