<PAD>
<s>
</s>
<UNK>
path

:
str
can
be
a
local
file
or
remote
url
to
open
mode
'r'
'w'
'a'
optional
`path`
for
read
write
append
available
modes
depend
on
the
type
of
object
specify
by
default
encoding
none
text
with
give
encode
will
what
`io
open`
use
newline
when
label
'fast'
'full'
''
attribute
identifier
identify
benchmarks
run
this
string
pass
nosetests
executable
'
a'
option
one
several
which
correspond
``nosetests
a``
'not
slow'
fast
as
above
and
slow
in
'no
same
all
test
directly
verbose
int
verbosity
value
benchmark
output
range
1
10
extra_argv
list
any
extra
arguments
place
absolute
name
module
import
from
obj
add
documentation
typically
class
function
doc
tuple
if
apply
`obj`
then
first
element
interpret
an
second
docstring
``
method
each
should
length
two
method1
docstring1
method2
docstring2
warn_on_python
bool
true
emit
`userwarning`
attach
pure
python
array
like
input
that
convert
axis
ints
ax
along
logical
reduction
perform
``axis
none``
over
dimension
`axis`
may
negative
case
it
count
last
7
0
multiple
instead
single
before
out
ndarray
alternate
result
must
have
shape
expect
its
preserve
e
g
``dtype
float
consist
0's
see
`ufuncs
type`
more
detail
keepdims
set
reduce
leave
size
broadcast
correctly
against
`keepdims`
not
through
`all`
sub
`ndarray`
however
non
class'
do
implement
exceptions
raise
a,
b
compare
rtol
relative
tolerance
parameter
note
atol
equal_nan
whether
nan's
equal
`a`
consider
`b`
data
operate
flatten
maximum
select
alternative
buffer
`amax`
initial
scalar
minimum
present
allow
computation
empty
slice
`~numpy
ufunc
reduce`
15
where
elements
17
`amin`
z
complex
number
sequence
deg
return
angle
degrees
radians
false
remain
so
regardless
`any`
arr
copy
values
these
`arr`
correct
exclude
`values`
both
func
take
`func
`
axes
`func`
integers
index
into
otherwise
provide
insert
appropriate
dtype
sort
kth
partition
k
th
final
position
smaller
move
larger
behind
order
undefined
them
their
at
once
kind
'introselect'
selection
algorithm
field
define
argument
etc
need
but
unspecified
still
they
come
up
break
tie
'quicksort'
'mergesort'
'heapsort'
'stable'
timsort
under
cover
general
actual
implementation
vary
retain
backwards
compatibility
decimals
decimal
point
cast
necessary
max_line_width
newlines
longer
than
`max
line
width`
``numpy
get
printoptions
'linewidth'
precision
'precision'
suppress_small
represent
"very
close"
zero
8
5e
9
'suppress'
separator
between
prefix
suffix
respectively
array2string
pad
wrap
force
column
``max
width
len
content
include
style
novalue
no
effect
14
formatter
dict
callables
key
indicate
s
respective
format
handle
formatters
individual
'bool'
'int'
`numpy
timedelta64`
datetime64`
'float'
128
bite
'complexfloat'
compose
void`
unicode
other
'longfloat'
'longcomplexfloat'
'str'
'numpystr'
threshold
total
trigger
summarization
rather
full
repr
'threshold'
edgeitems
items
summary
begin
end
'edgeitems'
sign
either
control
print
always
positive
space
whitespace
character
omit
'sign'
floatmode
interpretation
`precision`
'floatmode'
exactly
fractional
digits
even
would
fewer
uniquely
different
ignore
most
only
many
every
legacy
`false`
`'1
13'`
enable
13
approximate
numpy
behavior
0d
disable
unrecognized
warn
forward
a1,
a2
a1
real
imaginary
component
``nan``
19
form
scalars
tuples
ndarrays
infer
'c'
'f'
row
major
c
fortran
memory
representation
success
require
nans
infs
code
coerce
`dtype`
dtypes
replace
float64
matrix
arys1,
arys2,
...
already
three
contain
average
conversion
attempt
weights
weight
associate
contribute
accord
d
`weights
none`
assume
avg
sum
/
constraint
`weights`
`sum
returned
`true`
`average`
weights`
equivalent
M
window
less
base
`number`
`base`
system
valid
2
36
padding
num
integer
`num`
two's
complement
`width`
least
sufficient
bits
designate
insufficient
binary
>
<
deprecate
later
error
12
arrays
nest
depth
unmodified
match
without
lead
1s
prepended
make
variables
current
scope
reference
ldict
dictionary
operands
frame
`gdict`
gdict
global
`*args`
subok
desire
conform
side
interface
n
`n`
choices
unless
``mode
wrap``
clip``
permissible
choice
broadcastable
`choices`
itself
recommend
outermost
i
``choices
"sequence"
`out`
`mode
'raise'`
better
performance
'raise'
'wrap'
'clip'
exception
become
mod
map
clip
a_min
lower
interval
edge
`a
min`
max`
a_max
upper
right
hold
**kwargs
kwargs
keyword
ref
`ufunc
docs
<ufuncs
kwargs>`
tup
stack
array1,
array2,
fn
info
here
backward
condition
bools
entries
truncate
extract
part
work
dimensional
v
m
'valid'
'same'
convolution
overlap
signal
completely
boundary
visible
min
1``
product
outside
'k'
layout
mean
f
contiguous
closely
meth
`ndarray
copy`
very
similar
dispatcher
callable
call
``dispatcher
args
iterable
check
new
``module
'numpy'``
decorate
verify
signature
appear
``none``
verification
dispatcher's
deviate
some
particular
reason
because
``func
docs_from_dispatcher
onto
dispatch
useful
don't
docstrings
x
`unique`
unique
boolean
digit
generation
strategy
shortest
judicious
round
cut
off
after
generate
infinite
stop
cutoff
refer
significant
trim
'0'
keep
trail
miss
show
pad_left
until
pad_right
exp_digits
exponent
`floatmode`
`fixed`
1000
`sys
maxsize`
3
linewidth
per
purpose
75
suppress
fix
notation
scientific
smallest
1e
4
ratio
1e3
nanstr
nan
infstr
infinity
inf
`np
follow
pretty
reset
`convolve`
unlike
old_behavior
`old
behavior`
remove
you
old
`multiarray
correlate`
version
``a``
cumulative
compute
well
accumulator
multiply
platform
cumsum
x1
x2
itemsize
`itemsize`
automatically
determine
chunk
piece
`chararray`
`str`
'unicode`
fastest
"""
capitalize
fillchar
substring
search
start,
`start`
`end`
errors
how
x1,
tabsize
tabs
`tabsize`
sep
seq
chars
`chars`
combinations
strip
wise
interpolate
split
old,
`count`
occurrences
`sep`
maxsplit
`maxsplit`
rightmost
ones
keepends
table
256
deletechars
fill
diagonals
offset
diagonal
main
axis1
axis2
array_types
convertible
scalar_types
parameters
rank
`shape`
coordinate
specific
example
``array
also
`function`
whose
`float64`
`mean`
greater
calculate
while
unsigned
`prod`
start
find
peak
`ptp`
target
ind
indices
`v`
shorter
`ind`
repeat
bound
behave
around
too
large
address
occur
modify
`order`
pack
change
back
slowest
options
account
underlie
except
reverse
stride
repeats
repetitions
`repeats`
fit
flat
reshape
newshape
compatible
original
resize
new_shape
`sorter`
ascend
'left'
'right'
suitable
location
such
there
sorter
argsort
radix
subset
entry
standard
deviation
ddof
delta
freedom
divisor
calculations
``n
ddof``
``n``
`ddof`
`std`
`sum`
ni
nk
source
nj
axis1,
permutation
i'th
``axes
variance
calculation
`var`
``2``
fill_value
dtype`
store
multidimensional
override
possible
newly
create
unchanged
try
imply
`endpoint`
``num
evenly
sample
`stop`
step
50
endpoint
retstep
`samples`
`step`
relevant
16
``base
start``
stop``
log
``ln
ln
``log
uniform
columns
``float``
dimensions
grid
sparse
dense
rep
`rep`
instance
arg1,
arg2
typecode
t
specifier
np
reorder
destination
un
normalize
ndim
argname
put
message
allow_duplicate
disallow
twice
those
int8`
float64`
multi
6
vector
requirement
satisfy
your
application
native
byteorder
specification
requirements
'f
contiguous'
ensure
'c
'aligned'
align
'writeable'
writable
'owndata'
'o'
own
'ensurearray'
'e'
subclass
shift
restore
roll
another
``start
axis``
lie
"complete"
describe
``start``
sctype
`sctype2char`
'ignore'
'warn'
'call'
'print'
'log'
action
`runtimewarning`
via
`warnings`
`floatingpointerror`
`seterrcall`
``stdout``
record
divide
treatment
division
overflow
underflow
invalid
operation
err
flag
upon
'write'
"divide
zero"
"overflow"
"underflow"
"invalid
value"
status
byte
four
word
``flags
invalid``
arg1
`arg1`
`arg2`
arrayList
``arraylist
formats,
names,
titles,
aligned,
parser`
construct
recList
heterogeneous
promote
highest
`formats`
auto
detect
faster
process
datastring
bytes
observations
`x`
variable
observation
`rowvar`
below
y
additional
`y`
rowvar
relationship
bias
old_name
new_name
deprecation
name`
`new
explanation
display
libname
library
'lib'
extension
loader_path
`k`
question
`k>0`
`k<0`
"main"
bin
prior
now
bins
monotonic
intervals
monotonically
increase
mesg
device
``sys
stdout``
``print``
`device`
``write
``flush
methods
linefeed
fee
third
ary
differences
to_end
to_begin
prepend
expand
ndim``
treat
0``
18
support
forbid
`axiserror`
nonzero
`condition`
N
transform
crop
fft
norm
"ortho"
normalization
fft`
``s
``fft
`s`
`axes`
time
inverse
rate
``len
``n//2
``2
``m``
about
issue
dft
``ifft
`ifft`
ifft
transformation
//2
`len
``rfft
val
tall
matrices
"wrapped"
affect
freshly
allocate
flip
filename
regexp
regular
expression
parse
group
structure
decode
inputfile
stream
interest
cent
period
nper
compound
periods
pmt
payment
pv
'begin'
'end'
payments
due
histogrammed
nx
ny
combination
leftmost
xmin
xmax
ymin
ymax
outliers
tally
histogram
density
probability
``bin
area``
normed
alias
identically
avoid
confusion
`histogram`
`density`
prefer
``w
i``
weigh
`normed`
belong
fall
`bins`
widths
`histogram
edges`
choose
optimal
consequently
`notes`
estimators
within
request
entire
portion
visualisation
'auto'
suggest
automate
'sturges'
'fd'
good
freedman
diaconis
estimator
robust
resilient
variability
'doane'
improve
sturges'
normal
datasets
'scott'
'stone'
cross
validation
estimate
integrate
square
regard
generalization
scott's
rule
'rice'
commonly
overestimate
r's
gaussian
underestimate
'sqrt'
root
excel
program
speed
simplicity
simply
max
`range`
automatic
towards
currently
future
bessel
ar1
ar2
`ar1`
assume_unique
invert
`ar2`
``np
in1d
evaluate
xp
`period`
`xp`
internally
periodic
boundaries
``xp
period``
fp
left
`x
`fp
proper
interpolation
angular
`left`
`right`
ar1,
1d
return_indices
intersection
pay
loan
during
life
`per`
amount
fv
cash
flow
convention
net
"deposits"
"withdrawals"
thus
investment
test_elements
`element`
`element
elements`
isin
mask
beta
comparison
sink
cost
finance_rate
reinvest_rate
receive
reinvestment
discount
series
"events"
`rate`
year
precisely
understand
elapse
event
investments
income
`values
guess
solve
tol
solution
maxiter
iterations
disk
255
minor
'r
addition
accept
"copy
"
`memmap`
we
"write"
fortran_order
oldest
filelike
something
allow_pickle
pickle_kwargs
pickle
dump
'protocol'
header
medians
median
since
overwrite_input
`median`
save
probably
fully
partially
`overwrite
input`
``true``
x2,...,
xn
indexing
'xy'
'ij'
cartesian
conserve
view
please
``sparse
false``
likely
furthermore
q
percentile
percentiles
100
inclusive
intermediate
complete
'linear'
'lower'
'higher'
'midpoint'
'nearest'
``i
j
fraction``
``fraction``
surround
``i``
``j``
whichever
nearest
2``
domain
condlist
`funclist`
wherever
`condlist
`funclist
`condlist`
therefore
funclist
kw
scalar``
further
`piecewise`
execution
``piecewise
``f
alpha
vals
`mask`
`vals`
quantile
quantiles
rotate
90
plane
`choicelist`
encounter
choicelist
`output`
possibly
``sinc
`dx`
apart
dx
filt
front
'b'
'fb'
p
discont
discontinuity
``pi``
unwrap
maketuple
Not
function,
takes
``x
shape``
strides
strides``
subclasses
writeable
readonly
advisable
pathlib
``seek
``read
``readline
mmap_mode
'w
memmap`
description
access
especially
small
fragment
load
npy
security
execute
arbitrary
response
cve
2019
6446
fix_imports
npy/npz
`fix
imports`
'latin1'
'ascii'
'bytes'
corrupt
numerical
fname,
`genfromtxt`
mask_func
`triu`
`tril`
``mask
`mask
func`
typechars
typeset
'gdfgdf'
`typechars`
`typeset`
posinf
neginf
anything
`max`
inexact
special
kwarg
runtimeerror
`min`
u
intp
int32
int64
32
64
yield
unexpected
look
names
validate
defaultfmt
nbfields
shrink
`stringconverter`
supply
reasonable
testing_value
converter
help
missing_values
exist
`missing
values`
clear
`''`
locked
stringconverter
lock
prevent
upgrade
ndtype
datatype
collapse
flatten_base
npy``
portability
loadable
installations
libraries
way
readable
npz``
know
`savez`
"arr
0"
1"
kwds
seq_of_zeros
polynomial
poly1d
polynomials
differentiate
coefficients
`poly1d`
dividend
polynomial's
`m`
term
constants
`m
1`
eigenvalues
minuend
subtrahend
degree
constant
`p`
increasing
power
`indices`
machine
epsilons
arccos
arcsin
arctanh
latter
See
`numpy.all`
descriptions
all`
`numpy.argmax`
argmax`
`numpy.argmin`
descriptions.
argmin`
None
indices_or_sections
`indices
sections`
exceed
correspondingly
consistency
`sort`
`argsort`
A
reps
screen
sys
stdout
`k
0`
char
hermitian
symmetric
definite
seek
'fro'
``svd``
frobenius
abs
largest
sing
singular
determinants
eigenvectors
UPLO
'l'
'u'
triangular
irrespective
notion
"powered"
long
svd
`tol`
``s``
``eps``
epsilon
eps``
efficient
exact
`dot
feature
meet
flexible
pseudo
rcond
``rcond
value``
coefficient
ordinate
"dependent
variable"
tensor
'invert'
'square'
prod
involve
``b
q``
`q`
``prod
sense
say
hand
inversion
anomalies
float32
var
self
previously
document
date
originally
intend
explicitly
``arr
futurewarning
endwith
unmask
extremes
``fill
supersede
``endwith``
`ma
dot
strict
propagate
whole
`fill
value`
``axis``
`minimum
minima
`maskedarray
item
descriptor
int16
``ndarray
view``
``type``
preservation
absence
discuss
masked_equal
difference
``rtol
b``
5
`atol`
'fortran'
importance
``weights
just
maskedarray
`nomask`
configure
2d
join
convolve`
propagate_mask
cells
booleans
`data`
``a
fxarray
data``
mask``
discard
``maskedarray``
alternatively
thereof
`pure`
`maskedarray`
potential
``nomask``
masktype
nomask
rtol,
`isclose`
equality
``masked
values``
query
it's
numeric
sure
x,
unbiased
`bias`
``ddof``
versions
allow_masked
`valueerror`
``bias``
narray
`flatnotmasked
contiguous`
`args`
beg
`kind`
`deg`
high
derivative
``coef``
``domain``
``window``
integrations
integration
lbnd
bind
integral
pair
`size`
coef
hermite
``1
h
scale
`domain`
hermitee
he
laguerre
l
legendre
chebyshev
lowest
c1,
c2
low
scl
differentiation
`scl`
multiplication
``scl
m``
linear
share
dataset
`deg`'th
11
eps
2e
switch
nature
diagnostic
information
decomposition
w
contribution
`w
ideally
products
roots
isn't
`c
`c`
enumerate
y,
`z`
``c
off,
``off
x``
pow
maxpower
mainly
limit
growth
unmanageable
npts
themselves
think
extend
evaluation
complex128
pol
independently
`polyfit`
`rcond`
`eps`
platform's
``false``
fit's
equation
"y
intercept"
"slope"
"standard"
basis
`r`
r
alist
intact
abscissae
subtype
domains
successfully
poly
routine
fail
obtain
desired
err_msg
failure
conflict
nulp
unit
maxulp
units
differ
\\*args
\\*\\*kwargs
warning_class
throw
capture
custom
``warnings
showwarning
context
manager
mirror
``showwarning
modules
registry
exit
filter
cls
decorator
testmatch
compile
\\b
\\
tt
est'
os
`testmatch`
code_str
times
`code
str`
``compile``
test_string
assertionerror
`desired`
file_to_run
argv
nose
runner
``argv
command
``nosetests``
doctests
raise_on_error
doctest
category
cannot
submodule
unreliable
external
new_categories
categories
inplace
categorical
ascending
descend
argsort`
pandas
astype
`categorical`
na_sentinel
`codes`
loc
``typeerror``
turn
mapper
correspondence
deep
introspect
deeply
interrogate
`object`
level
consumption
dropna
nan/nat
listlike
removals
drop
unused
comprise
rename
ordered
to_replace
organize
na_position
'first'
'last'
asarray`
``copy
``to
true``
strictly
na_value
categoricaldtype
fastpath
skip
uniqueness
*args
list/tuple
dummy
skipna
na/null
*args,
keywords
latest
timestamps
denote
na
``astype``
multiindex
typeerror
incomparable
catch
typeerrors
labels
duplicate
occurrence
'any'
'all'
mark
'pad'/'ffill'
'backfill'/'bfill'
previous
next
distance
``abs
tolerance``
'loc'
'getitem'
`self`
`other`
`multiindex`
increments
freq
dateoffset
timedelta
frequency
increment
`freq`
aliases
'd'
'm'
return_indexer
`key`
`sorted`
notable
vectorized
``index``
level,
sort_remaining
are
compat
dataframe
substitute
slicer
indexer
serve
placeholder
null
quote
numpy``
runtimewarning
hashable
else
frequencies
half
convenience
``pd
cut``
cond
replacement
'index'
'columns'
raw
achieve
much
result_type
'expand'
'reduce'
'broadcast'
opposite
behaviour
positional
array/series
na_action
‘ignore’
assign
though
doesn't
col
dataframe's
careful
datetime
start_time
end_time
include_start
include_end
infer_objects
best
convert_string
``stringdtype
convert_integer
convert_boolean
``booleandtypes
convert_floating
`convert
integer`
preference
faithfully
``deep
neither
nor
hierarchical
`level`
`dataframe`
numeric_only
`float`
`int`
`boolean`
min_periods
25
25th
50th
75th
white
submit
number``
object``
``select
dtypes``
``df
``'category'``
black
nothing
datetime_is_numeric
statistics
``labels
``index
labels``
``columns
certain
ignore_index
…
thresh
expr
assignment
mutate
`eval`
`~pandas
query`
explode
"like
true"
regex
re
‘index’
‘columns’
express
dateutil
relativedelta
'1m'
month
histograms
separate
xlabelsize
xrot
rotation
clockwise
ylabelsize
yrot
matplotlib
plot
sharex
subplots
invisible
alter
figure
sharey
figsize
inch
`matplotlib
rcparams`
backend
``plotting
backend``
'matplotlib'
session
legend
pyplot
hist`
row/column
insertion
allow_duplicates
that's
"pandas"
namedtuples
caller
vlookup
'outer'
'inner'
frame's
`other`'s
union
lexicographically
calling's
lsuffix
rsuffix
'3d'
days
row_labels
lookup
col_labels
usage
prioritize
retrieve
percent
fill_method
'pad'
nas
consecutive
api
bday
`dataframe
shift`
`series
klass
``args``
``kwargs``
``func``
``data
keyword``
``callable``
pop
`i
fraction`
`fraction`
`i`
`j`
environment
backticks
punctuations
besides
underscore
"area
cm
```area
```
"list"
"for"
"import"
want
``b``
```a
a`
backtick
introduce
functionality
direct
'average'
'min'
'max'
'dense'
na_option
'keep'
'top'
'bottom'
pct
hole
reindexed
applicable
dataframes/series
increasing/decreasing
gap
locations
index's
transformations
axis'
``mapper``
``columns``
``mapper
mapper``
`keyerror`
`mapper`
`index`
`columns`
`decimals`
might
allows_duplicate_labels
vs
direction
individually
sort`
`mergesort`
`stable`
stable
algorithms
dataframes
`first`
`last`
multilevel
squeeze
frame/series
examples
section
``0``
``1``
is_copy
``is
``take``
take`
produce
csv
easy
paste
clipboard
``'\t'``
delimiter
excel_writer
excelwriter
sheet_name
'sheet1'
sheet
na_rep
float_format
``float
2f"``
1234
index_label
`header`
startrow
cell
startcol
engine
'openpyxl'
'xlsxwriter'
``io
xlsx
writer``
xls
xlsm
//pypi
org/project/xlwt/>`
package
maintain
``xlwt``
merge_cells
merge
xlwt
writers
natively
inf_rep
'inf'
freeze_panes
bottommost
freeze
{storage_options}
storage
directory
`pyarrow
feather
feather`
pyarrow
`compression`
`compression
level`
`chunksize`
`version`
destination_table
``dataset
tablename``
project_id
google
bigquery
project
id
chunksize
reauth
authenticate
user
if_exists
'fail'
``'fail'``
gbq
tablecreationerror
``'replace'``
recreate
``'append'``
auth_local_webserver
`local
webserver
flow`
`console
credentials
//google
auth
oauthlib
readthedocs
io/en/latest/reference/google
html
installedappflow
server
console
table_schema
dicts
'col1'
'type'
'string'
schema
job
`bigquery
//cloud
com/bigquery/docs/dataset
locations>`
progress_bar
`tqdm`
progress
bar
upload
apis
`google
credentials`
service
oauth2
path_or_buf
hdfstore
delete
complevel
compression
complib
'zlib'
'lzo'
'bzip2'
'blosc'
v0
20
compressors
blosc
'blosc
blosclz'
lz4'
lz4hc'
snappy'
zlib'
zstd'
valueerror
'fixed'
'table'
writing/reading
appendable
searchable
pytables
worse
operations
subsets
pd
'io
hdf
format'
fallback
"fixed"
'strict'
`open`
"utf
8"
min_itemsize
nan_rep
data_columns
hdf5
columns`
orient
indication
json
'split'
'records'
'values'
'data'
'schema'
``orient
'records'``
date_format
'epoch'
'iso'
epoch
milliseconds
iso8601
`orient`
'table'``
double_precision
force_ascii
ascii
date_unit
'ms'
govern
timestamp
's'
'us'
'ns'
millisecond
microsecond
nanosecond
default_handler
handler
serialisable
lines
'orient'
delimit
incorrect
others
'infer'
'gzip'
'bz2'
'zip'
'xz'
indent
builtin
io
bytesio
fastparquet
"fname"
'pyarrow'
'fastparquet'
parquet
engine``
unavailable
'snappy'
'brotli'
es
rangeindex
metadata
partition_cols
`pandas
<io
parquet>`
periodindex
\
‘infer’
‘gzip’
‘bz2’
‘zip’
‘xz’
buf
‘
gz’
bz2’
zip’
xz’
protocol
pickler
paragraph
//docs
org/3/library/pickle
sql
con
sqlalchemy
connection
sqlite3
db
responsible
disposal
closure
connectable
`here
org/en/13/core/connections
html>`
database
flavor
'replace'
'append'
`index
label`
batch
'multi'
``insert``
clause
conn
iter
`insert
method>`
'start'
transpose
mix
tseries
'eom'
tz
tzinfo
localize
ia
ambiguous
'nat'
clock
dst
arise
central
european
utc
01
go
00
02
30
situation
`ambiguous`
dictate
transition
hours
signify
nat
ambiguoustimeerror
nonexistent
timezone
'shift
forward'
closest
backward'
nonexistenttimeerror
unstack
coercible
index/column
overwrite
update
filter_func
proportion
don’t
downcast
>dtype
m"
p"
s"
start_time,
keep_tz
datetime64
ns
aware
entirely
silence
generator
cur
bottom
permit
`errors
duplicatelabelerror`
subsequent
`duplicates
disallow`
experimental
``allows
``'table'``
//pandas
pydata
org/pandas
docs/stable/user
guide/io
columns>`
expectedrows
settable
table'
propindexes
keys
nod
mode,
complib,
complevel,
fletcher32
HDFStore.__init__
init
optlevel
optimization
"medium"
fsync
``os
'pandas'
'native'
'fixed
``'fixed'``
track_times
'create
'pytables'
h5
hash
independent
creation
node
iterator
iteration
auto_close
close
finish
"/"
walk
``'int64'``
``'uint64'``
internal
levels
codes
``level``
int/level
drop_level
cod
verify_integrity
swap
partial
to_append
convert_dtype
elementwise
"index"
lag
autocorrelation
"both"
"neither"
"left"
"right"
combine
`series`
correlation
'pearson'
'kendall'
'spearman'
kendall
tau
spearman
corr
callable's
covariance
{extra_params}
params
redundant
'labels'
gca
idxmax
idxmin
arg
collections
abc
appearance
``series
name``
"inplace"
``self
`drop`
``series``
defaultdict
initialize
stringio
'nan'
columns'
max_rows
min_rows
rows`
representations
sparsedtype
extensionarray
'value'
'self'
'backfill'
'bfill'
'ffill'
forward/backward
allow_fill
``valueerror``
`allow
fill`
extensionarrays
face
"boxed"
physical
translate
extensiondtype
yet
arr_or_dtype
dtype``
`skipna`
na's
indicator
locale
language
day
english
d"
`offset
<timeseries
aliases>`
pytz
tzfile
zone
array/index
`tz`
na/nan
intervalarray
intervalindex
pa
'finish'
january
31st
1st
week
sp
summation
'method'
min_count
``min
count``
subarray
business
daily
multiples
'5h'
datetimeindex
asia/beijing
start/end
midnight
weekmask
busdaycalendar``
'mon
tue
wed
thu
fri'
holidays
closed
respect
fname
args`
max_fname_arg_count
`fname`
compat_args
accommodate
buggy
`numpy`
positionally
downstream
implementations
enforce
kwargs`
`kwargs`
block
align_keys
ignore_failures
`f`
guarantee
lib
sentinel
shallow
consolidate
together
qs
unstacker
fh
is_verbose
objs
`keys`
silently
0/'index'
1/'columns'
concatenate
concatenation
meaningful
expensive
`join`
``join
'inner'``
unnecessarily
namespace
foo``
accessor
methods/properties
delegate
accessors
typ
'property'
method/property
*docstrings
template
**params
agg_spec
groupby
agg
`agg
spec`
spec
mangle
lambdas
relabel
aggregation
relabelling
unbox
extract_numpy
pandasarray
extract_range
materialize
size_hint
hashtable's
'get
labels'
inat
datetimes
`na
"val
val"
pandas_dtype
score
interpolation_method
'fraction'
tiebreaks
top
333
666
subarrays
short
circuit
lvals
rvals
arraylike
'asia/hong
kong'
naive
``"d"``
timedeltas
timedeltaindex
'y'
unambiguous
`arg`
``"ns"``
'days'
'day'
'hours'
'hour'
'hr'
'h'
'minute'
'minutes'
't'
'seconds'
'sec'
'second'
'milliseconds'
'millisecond'
'milli'
'millis'
'microseconds'
'microsecond'
'micro'
'micros'
'nanoseconds'
'nano'
'nanos'
'nanosecond'
'n'
``errors
"raise"``
'coerce'
dtype_if_empty
instantiate
shape`
sum/prod
types
scalar/array
pattern
rx
"argmax"
"argmin"
arg_name
reflect
none_allowed
int_allowed
value,
'fillna'
validate_scalar_dict_value
specifically
categoricalindex
cat
`categorical`or
`categoricalindex`
membership
container
iterables
timedelta64
datetimetzdtype
perioddtype
old_categories,
setitem
op
operator
eq
ne
lt
le
gt
inferred_freq
freq_infer
tick
dayfirst
yearfirst
require_iso8601
allow_object
allow_mixed
index_like
datetime64ns
``freq
``pandas
nat``
periodarray
row_levels
tuple/list
column_levels
sort_labels
importerror
dependency
module's
instal
users
locally
"ignore"``
``io/html
py``
min_version
"pad"
could
"bfill"
limit_area
area
"inside"
"outside"
'block'
'integer'
necessarily
nano
"ns"
"raise"
"coerce"
"ignore"
timedelta``
maybe_callable
ndframe
warn_float
indexers
boolean``
state
bitgenerator
numpy>
random
randomstate
seed
`none`
informative
constructor
'numexpr'
parser
env
term_type
eval_in_python
thing
_nest_lvl
pprint
mutually
recursive
track
escape_chars
escape
replacements
default_escapes
max_seq_items
printers
lhs,
rhs
ops
``/``
temporary
is_local
symbol
old_key
new_key
key`
new_value
token
operand
tok
cap
tokenize
use_numexpr
numexpr
clean
token_generator
tokeninfo
tokens
string_start
inside
-
checked
`_type`
`value`
upcast
percentiles_ignored
unify
numerics
same_dtype
error_name
asfreq
upsampling
descr
name1
{optional_labels}
{axes}
preferably
{optional_axis}
across
"compatible"
down
`datetimeindex`
`timedeltaindex`
`periodindex`
'q'
'bm'
'ba'
'bq'
bucket
`rule`
'timestamp'
'period'
loffset
adjust
resampled
`df
index`
resample
subdivide
"origin"
aggregate
'5min'
'offset'
'origin'
resampling
origin
'start
day'
'end
`origin`
1970
timeseries
ceiling
realign
"infer"
nan``
attr
`nat`
`by`
`cond`
rev
alignment
won't
try_cast
manually
dataclass
allowed_args
ok
stacklevel
sequences
orders
placement
"last"
"first"
arg_name,
method_name
“utf
8”
classes
`class`
``<table>``
tag
"dataframe"
notebook
ipython
border
``border
border``
table_id
css
`<table>`
render_links
urls
link
line_width
``'numba'``
online
aggregations
engine_kwargs
``nopython``
``nogil``
``parallel``
``engine
kwargs``
'nogil'
'parallel'
truth
grouped
subplot
fontsize
rot
height
among
matplotlib's
boxplot
subframe
everything
percentage
grouper
`how`
method`
`limit`
`on`
`timegrouper`
`frac`
`replace`
frac
fraction
probabilities
random_state
observed
observe
ci
recode
indexes
members
allowlist
frozenset
numba
jit
jited
nopython
nogil
parallel
preserve_dtype
is_numeric
comp_ids
xnull
nulls
arr_value
slc
intersect
inds
pat
sensitive
flags
ignorecase
``stringdtype``
na``
literal
`re`
`see
org/3/howto/regex
compilation
flags>`
expressions
``re``
``re
ignorecase``
things
series/index
bitwise
multiline``
`re
ignorecase`
'nfc'
'nfkc'
'nfd'
'nfkd'
`fillchar`
'both'
repl
sub`
`pat`
insensitive
`repl`
23
unbounded
region
ordinals
unmapped
untouched
`str
maketrans`
helper
translation
expand_tabs
replace_whitespace
tab
expansion
drop_whitespace
happen
break_long_words
break_on_hyphens
hyphen
customary
whitespaces
potentially
truly
to.
include_dtype
cache
inherit
uint64
sparsearray
booleanarray
ndarray/object
float64index
diff
blockplacement
nullarrayproxy
blocks
dtypeobj
values_to_mask
flex
pin
variants
roperator
op_name
'dataframe'
left,
left_mask,
right_mask
div
wide
groups
datetimelike
on/right
left_on
right_on
left_index
right_index
left_by
right_by
suffixes
asof
allow_exact_matches
'on'
'backward'
'forward'
vectors
vector/list
x"
y"
optionally
outer
inner
deciles
quartiles
alternately
indicators
retbins
duplicates
'drop'
uniques
left_keys
right_keys
X
sizes
list_of_columns
forbidden
'mixed'
'mixed
integer'
wrappers
wrapper
noarg
unique_share
check_count
num_items
'utf8'
hash_key
categorize
index_array
chain
pre
window_size
windowing
groupby_indicies
window_indexer
baseindexer
indexer_kwargs
rolling/expanding
'\s
acceptable
scheme
http
ftp
s3
host
//localhost/path/to/table
feather``
pathlike``
``open``
``stringio``
use_threads
parallelize
thread
filepath_or_buffer
csv``
colspecs
extents
instruct
specifications
skiprows
'colspecs'
infer_nrows
let
`colspecs`
**kwds
``textfilereader``
index_col
col_order
dialect
'legacy'
'standard'
``'legacy'``
bigquery's
com/bigquery/docs/reference/legacy
sql>`
``'standard'``
compliant
2011
com/bigquery/docs/reference/standard
sql/>`
configuration
config
'usequerycache'
rest
com/bigquery/docs/reference/rest/v2/jobs
query>`
use_bqstorage_api
com/bigquery/docs/reference/storage/>`
download
quickly
`enable
cloud
//console
com/apis/library/bigquerystorage
googleapis
com>`
readsessions
com/bigquery/docs/access
roles>`
permission
bill
gbq``
``google
storage``
``fastavro``
max_results
fetch
progress_bar_type
//tqdm
github
io/>`
install
``tqdm``
``'tqdm'``
`tqdm
tqdm`
stderr`
``'tqdm
notebook'``
tqdm
notebook`
jupyter
widget
gui'``
gui`
graphical
dialog
box
slightly
lxml
protocols
``'https'``
``'s'``
extremely
simple
page
consistent
beautiful
soup
'bs4'
'html5lib'
synonymous
``lxml``
``bs4``
``html5lib``
multiindex`
headers
'skip
nth
row'
whereas
rows'
attrs
validity
'id'
`this
//html
whatwg
org/multipage/dom
attributes>`
'asdf'
xml
//www
w3
org/tr/rec
html40/struct/tables
2>`
draft
org/multipage/tables
modern
web
parse_dates
`~read
csv`
thousands
``'
'``
recognize
converters
na_values
keep_default_na
they're
displayed_only
none"
json``
`typ`
``typ
'series'``
``'index'``
'frame'``
``'columns'``
``'records'``
'frame'
'series'
recover
``orient``
convert_axes
convert_dates
datelike
keep_default_dates
at'``
time'``
``'timestamp'``
``'modified'``
``'date'``
precise_float
higher
strtod
double
precise
microseconds
nanoseconds
'utf
8'
py3
encoding_errors
"strict"
`list
org/3/library/codecs
handlers>`
jsonreader
`line
json>`
``chunksize``
`lines
true`
``jsonreader``
fly
decompression
gzip
bz2
zip
xz
gz'
bz2'
zip'
nrows
jsonfile
orc``
gs
parquet``
//localhost/path/to/tables``
``s3
//bucket/partition
dir``
use_nullable_dtypes
"pyarrow"``
notice
gcs
'path
url'
xz'
sas``
'xport'
'sas7bdat'
incrementally
usecols
convert_categoricals
selectable
dbapi2
connections
coerce_float
syntax
driver
dependent
five
pep
249's
paramstyle
strftime
ms
us
datetime`
databases
sqlite
‘b’
‘c’
‘int64’
table_name
uri
dbapi
loss
path_or_buffer
xpath
/\
migration
collection
``etree``
installation
namespaces
``xpath``
`xmlns
'<uri>'`
'doc'
"https
//example
com"
elems_only
child
attrs_only
distinguish
'lxml'
'etree'
retrieval
ability
xslt
stylesheet
script
easier
``parser``
python>
passed
to_csv
`filepath
buffer`
df
declarations_str
dataframeinfo
"""Add
table,
pertaining
dataframe."""
non-empty
"""DataFrame."""
"""Dataframe
columns."""
"""Number
summarized."""
containing
usage."""
"""add
pertain
"""dataframe
"""number
summarize
has_index_names
cols
comment
remainder
keep_date_col
date_parser
skipfooter
utf
reading/writing
ex
infer_datetime_format
`parse
dates`
often
float_precision
`high`
ordinary
`legacy`
`round
trip`
trip
index``
primary_key
primary
`'primarykey'`
version`
report
min_val
sqldatabase
none'
'sqlalchemy'
**engine_kwargs
sql``
engine/connection
cursor
gso_table
vo
stacked
unstacked
plot`
bw_method
bandwidth
'silverman'
`scipy
stats
kde`
pdf
equally
kde
C
reduce_C_function
mean`
sum`
std`
gridsize
hexagons
approximately
``subplots
horizontal
vertical
marker's
point's
recursively
color
rgb
rgba
'red'
a98d19'
'green'
'yellow'
green
yellow
marker
colormap
class_column
samples
curve
bootstrapping
fig
`fig`
500
bootstrap
procedure
scatter
use_columns
xticks
axvlines
xtick
axvlines_kwds
axvline
axes`
'blue'
colormap`
transparency
'hist'
'kde'
pick
kernel
estimation
density_kwds
hist_kwds
hist
range_padding
05
`rowlabels`
`collabels`
as_json
human
corpus
fname_vocab
vocab
`fname`/vocab
txt
`fname
ext`
folder`/vocab
blei's
lda
bow
id2word
`corpus`
documents
collect
prune_at
`prune
at`
ram
footprint
correctness
`~gensim
corpora
extremes`
tokenized
allow_update
`document`
return_missing
frequencies?
unknown_word_index
remove_n
frequent
bad_ids
ids
good_ids
`id2word
text`
dictionary`
special_token_dict
fname_or_handle
separately
numpy/scipy
//en
wikipedia
org/wiki/mmap>`
sep_limit
shouldn't
pickle_protocol
sort_by_word
lexicographical
out?
hashdictionary
hashdictionary`
id_range
`id
myhash
range`
`myhash
int`
`zlib
adler32`
debug
id?
lot
yourself
really
`debug
false`
no_below
`no
below`
no_above
above`
keep_n
`keep
n`
index_fname
too?
gibbslda
line2words
lowcorpus
space`
mallet
"document
id"
"lang"
malletcorpus
line2doc`
docbyoffset`
""
????
vocabulary
progress_cnt
metadata?
mm
`seek
//github
com/rare
technologies/smart
open>`
store_labels
~svm
`self
labels`
document's
svmlight
`<target>`
traverse
initialization
build
`input`
uninitialized
character_filters
textcorpus
unicode`
utils
deaccent`
whitespaces`
tokenizer
tokenize`
token_filters
short`
stopwords`
plain
costly
file/folder
min_depth
tree
max_depth
inclusion
exclude_pattern
exclusion
lines_are_documents
`textcorpus`
`gemsim
uci
`gensim
counter
`progress
cnt`
input_file
processes
cpu
lemmatize
lemmatization
tokenization
com/clips/pattern>`
scan
filter_namespaces
tokenizer_func
wikicorpus
article_min_tokens
article
token_min_len
minimal
token_max_len
maximal
filter_articles
customise
`unicode`
python2
minsize
stopwords
num_docs
num_terms
num_nnz
docno
elem
etree
title
page_tag
text_path
title_path
ns_path
pageid_path
promote_remaining
uncaught
markup
simplify_links
simplify
lemmatize`
identificator
case?
'image
wiki`
`content`
gensim
bag
effective
corpus`
interfaces
transformationabc`
documents_columns
`dense`
oppose
rows?
"""Iterate
corpus.
"""iterate
vecs
ndarray`
sparse`
document_index
scipy
column?
vec
topn
greatest
`topn`
order?
blas
routines
vec1
vec2
`abs
eps`
pk
discrete
distribution
``pk
unnormalized
qk
entropy
`pk`
logarithmic
``e``
natural
logarithm
`vec`
lapack
generic
`arrays`
ilp64
'preferred'
variant
set1
set2
num_features
mat
padrow
padcol
la
qr
`la`
dimensionality
topics
`doc`
subdiagonal
superdiagonal
expElogthetad
math
`q
\theta
\gamma
expElogbetad
\beta
\lambda
author2doc
author
doc2author
rhot
rho
conduct
inference
chunk_doc_idx
learn
model
ldamodel
ldamodel`
extra_pass
author_name
topic
minimum_probability
probability`
word_id
topicid
total_docs
topicno
num_topics
significance
num_words
persist
why
`state`
serialisation
`mmap`'ing
efficiently
saveload
save`
lsa
train
formatted
current_Elogbeta
posterior
elogbeta
texts
coherence
slide
something`
`model
id2word`
`dictionary`
measure
'u
mass'
matter
v'
110
uci'
npmi'
pmi`
`texts`
phase
cpus
gammat
lambdat
lambda
target_doc_vec
source_lang_vec
doc2vec
doc2vec`
target_lang_vec
tagged_docs
taggeddocument`
topic_coherences
confirmation
segment
model_topics
models
basemodel
basetopicmodel`
segmented_topics
coherencemodel
topics`
with_std
with_support
pairwise
similarity
comparisons
overall
disk/network
taggedbrowncorpus`
taggedlinedocument`
corpus_file
word2vec
linesentence`
`documents`
boost
`corpus
file`
documents'
model's
progress_per
showing/updating
keep_raw_vocab
free
trim_rule
away
item`
discard`
keep`
default`
prune
`word`
examine
word's
`min
count`
construction
word_freq
corpus_count
vocab`
`word
freq`
keep_doctags_vectors
doctags
able
keyedvectors
doc2veckeyedvectors
similar`
similarity`
keep_inference
vector`
vocab_size
consume
forget
can't
continue
`replace
other_model
doctag_vec
word_vec
collision
doctag
fvocab
plan
total_examples
total_words
epochs
start_alpha
`alpha`
`train`
manage
end_alpha
linearly
`start
alpha`
train`
word_count
usual
queue_factor
multiplier
queue
workers
factor
report_delay
wait
callbacks
`list`
callbackany2vec`
executed/run
stag
sentences
sentence
browncorpus`
text8corpus`
word2vec`
`sentences`
fasttext
any2vec
basewordembeddingsmodel
`total
words`
doc_count
topic_id
act
representative
probable
`topic
id`
logger
`num
hdpmodel
lambda`
opt_o
processor
resolution
windows
unix
chunks_processed
docs_processed
incremented
entities
vector_1
similarities
dim
vectors_all
w1
w2
word_or_vector
other_words
`other
words
train_embeddings
can/will
trained/updated
ws1
ws2
total_vec
afterwards
restrict_vocab
restrict
10000
you've
tfidf
tfidfmodel
tfidfmodel`
decrease
identifiers
embeddings
`threshold`
embed
`exponent`
nonzero_limit
use_norm
l2
euclidean
csc
terms`
documents`
variational
gamma
subsample_ratio
multiplicative
likelihood
appropriately
ldastate`
accumulate
state`
perplexity
untrained
presumably
update`
latent
parallelization
core
`workers
hyper
`workers`
hyperthreads
minus
passes
our
priori
belief
topics'
asymmetric
`1
topicno`
eta
topic/word
decay
kappa
di
ens
fr/~fbach/mdhnips2010
pdf>`
few
eval_every
~2x
gamma_threshold
iterate
reproducibility
minimum_phi_value
`per
per_word_topics
phi
float16
doc_number
mixture
visualize
topic_suffstats
len`
topic_chain_variance
evolve
topic_obs_variance
"dynamic
models"
//mimno
infosci
cornell
edu/info6150/readings/dynamic
init_suffstats
`initialize
'own'`
gammas
lhoods
paper
iter_
lda_inference_max_iter
stationary
inspect
gradually
top_terms
'l1'
'l2'
analyze
bigram
common_terms
common
scorer
phrase
phrases`
npmi
scorer`
out_delimiter
"glue"
as_tuples
`?
max_vocab_size
40m
6gb
increase/decrease
size`
glue
collocation
b'
per`
"stop
words"
"bank
america"
"eye
beholder"
worda
bi
gram
wordb
components
`token
`token`
words_space
word_pairs
prepare
replace_word_vectors_with_normalized
context_words_list
`tutorial
//rare
technologies
com/data
generators
iterators
iterables/>`
to`train
`train
compute_loss
loss`
wordembeddingskeyedvectors`
`keyedvectors
dirichlet
sparsity
lambda_shape
gamma_shape
targetsize
stretch
multithreading
vector_size
batch_words
metrics
metric`
callback
basewordembeddingsmodel`
object's
ldamallet
ldamallet`
ldavowpalwabbit
ldavowpalwabbit`
`topics`
pmi'
literature
v`
uci`
npmi`
'shell'
'visdom'
monitor
active
shell
visdom
visualization
framework
viz_env
graph
`logger
'visdom'`
**parameters
`model`
model`
'kullback
leibler'
'hellinger'
'jaccard'
`distance
'jaccard'`
annotate
n_ann_terms
intersection/symmetric
annotation
identical
ldamodelldamodel`
"""Get
metric's
time.
"""get
'model'
`word_freq`
`keep_raw_vocab`
`corpus_count`
`trim_rule`
=
trimming
rule,
specifies
`trim
rule`
vocabulary,
trimmed
away,
handled
using
.
Can
used
,
accepts
word,
count,
returns
`utils.RULE_DISCARD`,
`utils.RULE_KEEP`
`utils.RULE_DEFAULT`.
`utils
`update`
mmap'ing
separation
serialize/store
decide
`count
d1
doctag/index
other_docs
doctags/indexes
`d1`
entity
ds1
ds2
write_first_line
d2
`doc2vec`
doc_words1
doc_words2
min_alpha
steps
infrequent
million
1gb
randomly
downsampled
sorted_vocab
null_word
concatenative
l1
ever
–
never
predict
huffman
ns_exponent
popular
//arxiv
org/abs/1804
04212
caselles
dupré
lesaint
royo
letelier
recommendation
applications
doctag_tokens
docvecs
doc2veckeyedvectors`
`vector
dirname
folder
brown
prng
Note
Call
**after**
has
been
initialized.
ngrams
match_gensim
wil
old_vocab_length
updated.
wv
fasttextkeyedvectors`
updated/added
ngram
fasttextvocab`
minn
maxn
num_buckets
fb_compatible
facebook
model_file
`/path/to/model
vec`
bin`
`/path/to/model`
topic_data
topic_file
gz
decompress
3k
topic_terms
T
truncation
Wt
Dt
sticks
stick
doc_word_ids
doc_word_counts
max_iter
expectation
maximise
tne
`term`
digamma
outcome
logphat
"observed
statistics"
input_queue
worker
worker`
characterize
result_queue
occurences
max_doc_len
discover
lhood
doc`
obs
sslm
ldaseqmodel
sslm`
dtm
word_counts
totals
mean_deriv_mtx
deriv
sstats
chain_variance
obs_variance
decompose
use_svdlibc
org/pypi/sparsesvd/>`
power_iters
tune
accuracy
extra_dims
spectrum's
energy
phrases_model
'default'
'npmi'
load`
worda_count
wordb_count
bigram_count
co
"worda
wordb"
len_vocab
bigrams
corpus_word_count
technique
source_vocab
immutable
docfreq
totaldocs
log_base
wglobal
"global"
smartirs
wglobal`
dfs
`term
`smartirs`
smart
mechanical
analysis
mnemonic
tf
idf
ddd
letter
visit
`smart
org/wiki/smart
system>`
norm_scheme
return_norm
well?
global_scheme
'p'
lang_vec
keyedvectors`
lexicon
`lang
`lexicon
lang
vec's
index2word
`matrix`
`limit
files"""
word2
`text`
bytestring
time_slices
you'll
mallet_path
`/home/username/mallet
7/bin/mallet`
optimize_interval
optimize
hyperparameters
`optimize
interval`
sometimes
java
hyperparameter
topic_threshold
random_seed
serialize_corpus
file_like
direc_path
archive
propose
morfessor_model
`morfessor
baseline
baselinemodel`
morfessor
morpho_embeddings
morpheme
morpho_to_ix
word_embeddings
word_to_ix
word_embedding
glove
context_embedding
vocab_file
mallet_model
vw_model
vowpal
wabbit
glove_input_file
word2vec_output_file
filters
glove_file_name
charlet
damnati
2017
exponential
num_best
best`
corpus_len
csr
matrix`
output_prefix
shard
temp
shardsize
`shardsize
chunksize`
comfortably
prefix`
shardid
docpos
similarity_matrix
sparsetermsimilaritymatrix`
features`
maintain_sparsity
docsim
sparsematrixsimilarity
similarities`?
term_similarity
distinct
w2v_model
word2vectrainables`
normalize_w2v_and_replace
similarityabc`
pos
t1
t2
max_distance
care
clearly
"too
far
apart"
"more
distance`"
min_similarity
"less
similarity`"
n_jobs
bm25
wt
graph`
"words"
scores
pos_filter
speech
deacc
accentuation
blocksize
weighted
thresholding
`weighted
coeff
optonal
argmax
solely
argmin
"csr"
"csc"
"lil"
"dok"
"array"
whenever
'none'
conjunction
damping
damp
eigenvector
`graph`
bwe
original_units
filtered_units
tags
deafault
regexs
sre
pattern`
deaccent`?
lowercase
string?
to_lower
`lowercase`
confirmed_measures
segment_sims
`segment
sims`
statistic
segmentation
pre`
one`
invertedindexaccumulator`
estimation`
"notes"
segment_word_ids
topic_word_ids
"nlr"
`w'`
set`
wordvectorsaccumulator`
baseanalyzer`
ideal
parallelwordoccurrenceaccumulator`
relevant_ids
mappings
"""Check
words."""
"""check
max_docs
values.
multiprocessing
enqueue
"chunksize"
ed
as_numpy
slice_
maxsize
ndarray`s
lists?
dest
nested_list
hostname
port
mechanism?
reach
pyro
network
hmac_key
private
`iterable
iterable`
ignore_below_size
`window
length?
include_doc_num
window?
allowed_tags
nouns
verbs
adjectives
adverbs
lemmas
light
`pattern`
min_length
max_length
n_items
mock
row`
prob_nnz
draw
poisson
lam
min_reduce
`vocab`
`vocab
`queue
queue`
intval
use_random
min_len
max_len
ext
extensions
insightful
`texts
docid
fulltext
snippet
docsim`
topk
artist
artist`
mouseevent
mouseevent`
renderer
rendererbase`
criterion
bool``
artists
line2d`
``isinstance``
include_self
``fig
canvas
dpi
clipbox
bbox`
patch`
path`
transformedpath`
`~matplotlib
transform`
figure`
gid
in_layout
path_effects
abstractpatheffect`
picker
fire
mouse
patch
hit
prop
properties
pickevent
rasterized
amplitude
wiggle
perpendicular
pixels
sketch
randomness
pgf
rng
snap
vertices
pixel
center
vertex
rectilinear
props
points
2x2
x0
y0
y1
'sw'
'se'
'ne'
cardinal
southwest
`bbox`
nx2
bboxes
bboxbase`
bottom,
right,
minpos
bbox
deal
`ignore`
xy
updatex,
updatey
x/y
angles
pts
anchor
pushoff
pathiterator
consumers
`iter
segments`
_interpolation_steps
hint
projections
polar
immediately
primarily
public
polygon
closepoly
``self``
radius
margin
tangentially
radius/2
conversely
affine
remove_nans
moveto
y2
rectangle
1024
stroke_width
stroke
`should
simplify`
rc
`path
threshold`
curves
normalize`
cmap
scalarmappable`
assumptions
vmin,
vmax
vmin
shorthand_name
"name"
carry
readability
``str
`input
dims`
`transform`
`~
Return
path,
non-affine
applied,
transformation.
Unlike
`get
affine`
performed.
fully-transformed
path.
property
'somename'
``obj
somename
unset
gettable
'lw'
lw
`artist`\s
>>>
arange
sin
pi
setp
stdout`
`setp`
ask
linestyle
'linestyle'
matlab
string/value
'color'
detrend
mlab
detrending
normalise
usevlines
acorr
vlines`
additionally
axhline`
markers
maxlags
%
Spectral
spectral
Single_Spectrum
spectrum
Fc
acquire
baseband
FancyArrow
fancyarrow
autoscaling
'x'
tight
margins
`autoscale
view`
span
xy1,
xy2
slope
heights
'center'
'edge'
``align
'edge'``
xranges
xwidth
rectangles
yrange
yheight
CS
contourset`
contour
``cs
levels``
contourlabeler
clabel`
PSD
psd
noverlap
return_line
button
mousebutton`
press
coords
position`
toggle
visibility
'major'
'minor'
kwdoc
cmin,
cmax
cmin
imshow
pil
image
`image
cmap`
register
aspect
'equal'
aspect`
particularly
shortcut
extent
interpolation`
'antialiased'
'bilinear'
'bicubic'
'spline16'
'spline36'
'hanning'
'hamming'
'hermite'
'kaiser'
'quadric'
'catrom'
'gaussian'
'bessel'
'mitchell'
'sinc'
'lanczos'
'blackman'
ps
svg
backends
renderers
render
upsampled
anti
aliasing
`/gallery/images
fields/interpolation
methods`
overview
fields/image
antialiasing`
discussion
antialiasing
filterrad
antigrain
filternorm
interpolation_stage
'rgba'
colormapping
visual
blend
transparent
opaque
explicit
'upper'
origin`
corner
upward
downward
`/tutorials/intermediate/imshow
extent`
tutorial
horizontally
vertically
``origin
'upper'``
numcols
numrows
'lower'``
resample`
axesimage`
url`
inset_ax
inset
connect
inset`
bounds
`ax
transaxes`
rect
zorder
legend`
parent
handles
mechanism
autoscale
'db'
log10
*margins
xmargin
ymargin
assumption
usually
xdate
ydate
<date
format>`
fmt
`datetime
tzinfo`
`timezone`
visible_only
subs
decades
xscale`
nonpositive
'mask'
yticks
yscale`
adjustable
'box'
'datalim'
``x``
``y``
settings
shorthands
``aspect
adjustable`
constraints
middle
anchor`
locator
'line'
gridlines
'active'
'original'
cycler
cycle
finite
rasterize
rasterization
deactivate
fontdict
rcparams
'axes
titlesize'
titleweight'
titlecolor'
'baseline'
`axes
titlelocation`
titley`
loation
decorators
titlepad`
lower,
"linear"
"log"
"symlog"
"logit"
scalebase`
linearscale`
logscale`
symmetricallogscale`
logitscale`
funcscale`
edges
orientation
'vertical'
'horizontal'
uniformly
'g'
rarely
'pre'
'post'
'mid'
constantly
``y
indexable
xys
positions
violins
vert
violin
showmeans
showextrema
extrema
showmedians
stand
estimations
`kde
factor`
`gaussiankde`
xcorr
nrows,
ncols
constrain
layoutgrid
top,
`gridspec
params`
wspace
reserve
hspace
width_ratios
``width
ratios
height_ratios
``height
rowspan,
colspan
font
h_pad,
w_pad
height/width
adjacent
wspace,
functions
secondary
markerline_stemlines_baseline
markerline
stemlines
``markerline``
linecollection`
``stemlines``
``baseline``
234
ticklabels
directions
ticker
formatter`
``str``
locator`
pickradius
ticks
guiEvent
guievent
ui
pointer
enter
hidpi
left/bottom
'button
event'
release
'draw
'key
'motion
notify
'pick
'resize
'scroll
'figure
'close
events
press/release
``inaxes``
``xdata``
``ydata``
keyevent`
timer
cs
capstyle`
capstyle
dash_offset
dash_list
solid
fg
isRGBA
isrgba
js
joinstyle`
joinstyle
gc
graphicscontextbase`
graphics
triangle
colors
triangles
im
uint8
affine2dbase`
concrete
`option
image`
`draw
accomplish
marker_trans
trans
fontproperties`
mtext
1000ms
``timer
interval``
accessible
callbacks``
manipulate
`add
callback`
`remove
tool
toolmanager
tool`
tool's
tooltips
pressed/unpressed
click
unpressed
toggled
toolbase`
update_tools
'tool
toolname'
toolname
toolevent
sender
wish
canvasevent
event`
cause
Destroy
tool.
destroy
This
is
called
`.ToolManager.remove_tool`.
``*args``
args``
``**kwargs``
`toggled`
"""Calls
`enable`
`disable`
based
value."""
"""calls
`trigger`
circumstances
toolbar
managers
`tooltogglebase`
derive
toolmanager`
"""state
`backend
toolcontainerbase`
tools
group1
tool1
tool2
group2
filename_or_obj
png
latin
encodable
79
`png
specification`
caption
image's
creator
copyright
rfc
1123
software
legal
disclaimer
miscellaneous
invent
'software'
autogenerated
org/tr/2003/rec
20031110/
11keywords
pil_kwargs
`pil
'pnginfo'
texstr
\sigma
fileobject
dx1,
dy1,
dx2,
dy2
gradients
dy
bezier_point_at_t
bezier
inside_closedpath
t0,
beziersegment`
closedpath`
axis`
unitdata`
units_mapping
``props
alias_mapping
canonical
precedence
priority
objects
outstream
show_progress
y1,
...,
yp
`os
pathlike`
return_opened
``method
singleton
``cmap
colormaps
lut
despite
override_builtin
aa
ls
linestyles
line2d
linestyle`
'face'
edgecolor
facecolor
hatch
'/'
'\\'
transOffset
offsets
pr
collection`
verts
polygons
verts0
verts1
circle
lengths
ccw
'points'
'inches'
'dots'
'width'
'height'
minors
unity
hence
ellipse`
transdata``
`collection`
segments
linen
xm
ym
linewidths
linewidth`
color`
antialiaseds
antialiased`
facecolors
implicitly
enclose
"interior"
pathcollection`
closepoly`
areas
master
'gouraud'
shade
'flat'
numsides
circumscribe
`xaxis
labellocation`
`yaxis
xlabel`
ylabel`
labelpad
colorbar
ticks`
update_ticks
cax
mappable
vcenter
``0
5``
halfrange
ma
masked``
channel
``"none"``
quantization
r"
azdeg
315
northwest
azimuth
360
north
altdeg
45
altitude
mxnx3
intensity
mxnx1
grayscale
elevation
illumination
vert_exag
exaggerate
meter
de
emphasize
topographic
contrast
hillshade
closer
shadow
beyond
visually
mathematically
exaggeration
'gist
earth'``
plt
earth'
blend_mode
'hsv'
'overlay'
'soft'
colormapped
"overlay"
surface
"soft"
realistic
illum
topography
Additional
*blend_mode*
function.
"hsv"
equidistantly
``colors
unevenly
linthresh
linscale
halve
decade
`boundarynorm`
``v``
quantize
``lev
lev
"min"
"max"
'neither'
contourf`
`color
</tutorials/colors/colors>`
masked`
keep_alpha
rrggbb``
rrggbbaa``
`draw`
practice
dpi``
regions
rectprops
fancybboxpatch`
boxstyle
mutation
`pathlib
fontconfig
fontname
'serif'
'sans
serif'
'cursive'
'fantasy'
ce'}
ce'
'xx
small'
'x
'small'
'medium'
large'
'ultra
condensed'
ondensed',
'condensed',
'semi-condensed',
'normal',
'semi-expanded',
ondensed'
'condensed'
'semi
'normal'
expanded'
d',
'extra-expanded',
'ultra-expanded'}
d'
'extra
fontstyle
'italic'
'oblique'
'small
caps'
'ultralight'
'light'
'regular',
'book',
'medium',
'roman',
'semibold',
'demibold',
'regular'
'book'
'roman'
'semibold'
'demibold'
'bold',
'heavy',
bold',
'black'}
'bold'
'heavy'
bold'
'black'
spacing
fontfamily
family
families
`matplotlibrc
<customizing
matplotlibrc
files>`
parse_math
mathtext
unescaped
dollar
counterclockwise
'anchor'
``"default"``
alignments
``"anchor"``
usetex
tex
`text
usetex`
'center
baseline'
inline
beneath
inline_spacing
straight
synonym
identitytransform`
manual
variable_name
inequality
str_format
date2num`
scaled``
``locator
enable/disable
tex's
customize
`~datetime
strftime`
dstart,
dend
timedelta`
julian
proleptic
gregorian
calendar
minutes
epoch`
`date
parsable
``figure
transsubfigure``
quantities
projection
'aitoff'
'hammer'
'lambert'
'mollweide'
'rectilinear'
projections`
'polar'
axes_class
incompatible
`axisartist
guide
sharex,
and/or
subplotspec
gridspec
subplotspec`
subfigure
2/3
235
rare
subplot`
figure's
axs
xlabels
ylabels
luminance
xo,
yo
bbox_extra_artists
children
pdfpages`
